[MZAbyssalBlade X2AbilityTemplate]
LocFriendlyName="深渊刀锋"
LocLongDescription="消耗<Ability:MZABYSSALBLADE_HPCOST/>HP使用深渊刀锋斩击敌人,并造成严重伤害并附加-血咒\n<Bullet/>冷却0回合."
LocHelpText="消耗<Ability:MZABYSSALBLADE_HPCOST/>HP使用深渊刀锋斩击敌人,并造成严重伤害并附加-血咒\n<Bullet/>冷却0回合."
LocFlyOverText="深渊刀锋"
LocPromotionPopupText="消耗<Ability:MZABYSSALBLADE_HPCOST/>HP使用深渊刀锋斩击敌人,并造成严重伤害并附加-血咒\n<Bullet/>血咒:一种侵蚀身心的古老诅咒,-20灵能、-10意志,每回合受到2-3灵能伤害,持续3回合\n<Bullet/>冷却0回合\n<Bullet/>额外造成5点灵能伤害."
 
[MZAbyssalHunger X2AbilityTemplate]
LocFriendlyName="极度饥渴"
LocLongDescription="被动:提高50%窃取生命攻击的效率."
LocHelpText="被动:提高50%窃取生命攻击的效率."
LocFlyOverText="极度饥渴"
LocPromotionPopupText="被动:提高50%窃取生命攻击的效率."
 
[MZAccurateReaction X2AbilityTemplate]
LocFriendlyName="精确反应"
LocLongDescription="反应射击+20命中率."
LocHelpText="反应射击+20命中率."
LocFlyOverText="精确反应"
LocPromotionPopupText="反应射击+20命中率."
 
[MZAcidBullet X2AbilityTemplate]
LocFriendlyName="弹药-酸蚀弹"
LocLongDescription="子弹艺术:造成酸性伤害并附加酸液腐蚀,造成3碎甲\n<Bullet/>冷却4回合."
LocHelpText="子弹艺术:造成酸性伤害并附加酸液腐蚀,造成3碎甲\n<Bullet/>冷却4回合"
LocFlyOverText="弹药-酸蚀弹"
LocPromotionPopupText="子弹艺术:造成酸性伤害并附加酸液腐蚀,造成3碎甲\n<Bullet/>酸液腐蚀:持续1-3伤害\n<Bullet/>冷却4回合\n<Bullet/>基础携带2."
 
[MZAcidBulletX X2AbilityTemplate]
LocFriendlyName="升级-酸蚀弹·浓度提纯"
LocLongDescription="被动升级:使用提高浓度的方式,使酸蚀弹升级为蚀骨弹,造成蚀骨."
LocHelpText="被动升级:使用提高浓度的方式,使酸蚀弹升级为蚀骨弹,造成蚀骨."
LocFlyOverText="升级-酸蚀弹·浓度提纯"
LocPromotionPopupText="被动升级:使用提高浓度的方式,使酸蚀弹升级为蚀骨弹,造成蚀骨\n<Bullet/>蚀骨:敌人造成-3伤害."
 
[MZAcidKnife X2AbilityTemplate]
LocFriendlyName="酸蚀之牙"
LocLongDescription="使用酸性涂层的刀锋,刺向邻近的敌人,造成酸性伤害并附加酸液腐蚀,造成3碎甲\n<Bullet/>冷却4回合."
LocHelpText="使用酸性涂层的刀锋,刺向邻近的敌人,造成酸性伤害并附加酸液腐蚀,造成3碎甲\n<Bullet/>冷却4回合."
LocFlyOverText="酸蚀之牙"
LocPromotionPopupText="使用酸性涂层的刀锋,刺向邻近的敌人,造成酸性伤害并附加酸液腐蚀,造成3碎甲\n<Bullet/>酸液腐蚀:持续1-3伤害\n<Bullet/>冷却4回合."
 
[MZAdvice X2AbilityTemplate]
LocFriendlyName="经历建议"
LocLongDescription="与视野内的队友分享战斗经历,+<Ability:AdviceCritBonus/>%暴击率."
LocHelpText="与视野内的队友分享战斗经历,+<Ability:AdviceCritBonus/>%暴击率."
LocFlyOverText="忠告建议"
LocPromotionPopupText="<Bullet/>消耗1行动力,不结束回合.<br/><Bullet/>可以对视野范围内的队友使用.<br/><Bullet/>+<Ability:AdviceCritBonus/>%暴击率.<br/><Bullet/>持续<Ability:AdviceTurns/>回合.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZAdviceSelfToo X2AbilityTemplate]
LocFriendlyName="经历回顾"
LocLongDescription="对队友使用经历建议技能时,自己也会从技能中获得相同的暴击加成."
LocHelpText="对队友使用经历建议技能时,自己也会从技能中获得相同的暴击加成."
LocFlyOverText="经历回顾"
LocPromotionPopupText="<Bullet/>使用时激活"
 
[MZAhrimansDemense X2AbilityTemplate]
LocFriendlyName="升级-阴影棘刺·恶灵之潮"
LocLongDescription="被动升级:喷涌出恶灵诅咒覆盖5X5的区域,伤害并对区域内的敌人附加-血咒."
LocHelpText="被动升级:喷涌出恶灵诅咒覆盖5X5的区域,伤害并对区域内的敌人附加-血咒."
LocFlyOverText="升级-阴影棘刺·恶灵之潮"
LocPromotionPopupText="被动升级:喷涌出恶灵诅咒覆盖5X5的区域,伤害并对区域内的敌人附加-血咒\n<Bullet/>血咒:一种侵蚀身心的古老诅咒,-20灵能、-10意志,每回合受到2-3灵能伤害,持续3回合\n<Bullet/>可以在远处使用,以目标为中心覆盖."
 
[MZAmbulance X2AbilityTemplate]
LocFriendlyName="战地急救车"
LocLongDescription="获得一个治疗系专用的行动点,在冲刺后也能使用医疗技能,无视反应射击\n<Bullet/>冷却3回合."
LocHelpText="绕过哨岗,获得一个治疗系专用的行动点,在冲刺后也能使用医疗技能,无视反应射击\n<Bullet/>冷却3回合."
LocFlyOverText="战地急救车"
LocPromotionPopupText="获得一个治疗系专用的行动点,在冲刺后也能使用医疗技能,无视反应射击\n<Bullet/>冷却3回合."
 
[MZAmorFati X2AbilityTemplate]
LocFriendlyName="命运之爱"
LocLongDescription="减少队友受到的50%伤害,但敌人对你的命中+10."
LocHelpText="减少队友受到的50%伤害,但敌人对你的命中+10."
LocFlyOverText="命运之爱"
LocPromotionPopupText="减少队友受到的50%伤害,但敌人对你的命中+10."
 
[MZAntiCritSmoke X2AbilityTemplate]
LocFriendlyName="防爆焚香"
LocLongDescription="烟雾手雷可以防止暴击伤害."
LocHelpText="烟雾手雷可以防止暴击伤害."
LocFlyOverText="防爆焚香"
LocPromotionPopupText="烟雾手雷可以防御暴击,对烟雾范围内的目标进行攻击将-100%暴击率."
 
[MZArcCleave X2AbilityTemplate]
LocFriendlyName="裂弧斩"
LocLongDescription="在撕裂的攻击方向产生一道灵能波."
LocHelpText="在撕裂的攻击方向产生一道灵能波."
LocFlyOverText="裂弧斩"
LocPromotionPopupText="在撕裂的攻击方向产生一道灵能波."
 
[MZArcCleaveTemplar X2AbilityTemplate]
LocFriendlyName="裂弧斩"
LocLongDescription="在撕裂的攻击方向产生一道灵能波."
LocHelpText="在撕裂的攻击方向产生一道灵能波."
LocFlyOverText="裂弧斩"
LocPromotionPopupText="在撕裂的攻击方向产生一道灵能波."
 
[MZAuroraWave X2AbilityTemplate]
LocFriendlyName="曙光之潮"
LocLongDescription="清除范围内所有友军的负面精神状态.如果学习了命运之爱或人理之荣,受影响的友军能够额外获得对应的增益.冷却6回合"
LocHelpText="清除范围内所有友军的负面精神状态.如果学习了命运之爱或人理之荣,受影响的友军能够额外获得对应的增益.冷却6回合."
LocFlyOverText="曙光之潮"
LocPromotionPopupText="清除范围内所有友军的负面精神状态\n<Bullet/>如果学习了命运之爱或人理之荣,受影响的友军能够额外获得对应的增益\n<Bullet/>持续时间:1回合\n<Bullet/>冷却6回合"
 
[MZBattleCry X2AbilityTemplate]
LocFriendlyName="战吼"
LocLongDescription="获得巨量的暴击率,但是同时也会受到大量暴击."
LocHelpText="获得巨量的暴击率,但是同时也会受到大量暴击."
LocFlyOverText="战吼"
LocPromotionPopupText="<Bullet/>激活时+100%暴击率,造成及受到的暴击无法减免.<br/><Bullet/>持续回合内反应射击可以产生暴击.<br/><Bullet/>持续<Ability:BattleCryTurns/>回合.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZBetrayal X2AbilityTemplate]
LocFriendlyName="背叛"
LocLongDescription="控制敌人为你战斗,尽管只是短暂的."
LocHelpText="控制敌人为你战斗,尽管只是短暂的."
LocFlyOverText="背叛"
LocPromotionPopupText="控制敌人为你战斗,尽管只是短暂的\n<Bullet/>冷却6回合"
 
[MZBladeArtist X2AbilityTemplate]
LocFriendlyName="刀锋艺术"
LocLongDescription="特殊的近战技能会造成额外伤害,充能、专注、生命值消耗类、冷却至少有3回合技的近战技能被视作特殊技能"
LocHelpText="特殊的近战技能会造成额外伤害,充能、专注、生命值消耗类、冷却至少有3回合技的近战技能被视作特殊技能."
LocFlyOverText="刀锋艺术"
LocPromotionPopupText="特殊的近战技能会造成额外伤害,充能、专注、生命值消耗类、冷却至少有3回合技的近战技能被视作特殊技能."
 
[MZBladeDance X2AbilityTemplate]
LocFriendlyName="死亡收割"
LocLongDescription="对一个9X9范围内的所有敌人各进行一次近战攻击,冷却5回合"
LocHelpText="对一个9X9范围内的所有敌人各进行一次近战攻击,冷却5回合."
LocFlyOverText="死亡收割"
LocPromotionPopupText="<Bullet/>对一个9X9范围内的所有敌人各进行一次近战攻击,冷却5回合\n<Bullet/>冷却5回合."
 
[MZBlastarPunch X2AbilityTemplate]
LocFriendlyName="咒爆"
LocLongDescription="诅咒从四面八方袭来,被波及到的敌人都将陷入致盲和迷惑状态.\n<Bullet/>冷却时间:4回合"
LocHelpText="诅咒从四面八方袭来,被波及到的敌人都将陷入致盲和迷惑状态.\n<Bullet/>冷却时间:4回合."
LocFlyOverText="咒爆"
LocPromotionPopupText="诅咒从四面八方袭来,被波及到的敌人都将陷入致盲和迷惑状态.\n<Bullet/>持续时间:3回合\n<Bullet/>冷却时间:4回合"
 
[MZBlastWave X2AbilityTemplate]
LocFriendlyName="怒气爆发"
LocLongDescription="从天而降进行攻击.以自身为中心延伸.受到的负面状态越多伤害越强."
LocHelpText="从天而降进行攻击.以自身为中心延伸.受到的负面状态越多伤害越强."
LocFlyOverText="怒气爆发"
LocPromotionPopupText="<Bullet/>范围预览不准确但实际范围大致与蓝色移动距离相同<br/><Bullet/>处于负面状态时+<Ability:BlastWaveFirstDebuff/>%伤害.<br/><Bullet/>每层负面状态额外+<Ability:BlastWaveMoreDebuff/>%伤害.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZBlazeBullet X2AbilityTemplate]
LocFriendlyName="弹药-炙炎弹"
LocLongDescription="子弹艺术:造成火焰伤害并附加燃烧\n<Bullet/>冷却4回合."
LocHelpText="子弹艺术:造成火焰伤害并附加燃烧\n<Bullet/>冷却4回合."
LocFlyOverText="弹药-炙炎弹"
LocPromotionPopupText="子弹艺术:造成火焰伤害并附加燃烧\n<Bullet/>燃烧:持续1-3伤害并使大部分技能无法使用\n<Bullet/>冷却4回合\n<Bullet/>基础携带2."
 
[MZBlazeBulletX X2AbilityTemplate]
LocFriendlyName="升级-炙炎弹·爆炎增压"
LocLongDescription="被动升级:利用浓缩与增压的技术,使炙炎弹升级为爆炎弹\n<Bullet/>燃烧效果升级."
LocHelpText="被动升级:利用浓缩与增压的技术,使炙炎弹升级为爆炎弹\n<Bullet/>燃烧效果升级."
LocFlyOverText="升级-炙炎弹·爆炎增压"
LocPromotionPopupText="被动升级:利用浓缩与增压的技术,使炙炎弹升级为爆炎弹\n<Bullet/>燃烧效果升级:将造成4-8点持续伤害.持续时间照旧"
 
[MZBleedingBulletarts X2AbilityTemplate]
LocFriendlyName="升级-弹药·开花弹头"
LocLongDescription="被动升级:子弹艺术系能附带出血效果,造成额外2伤害,持续3回合,单位失血过多进入重伤昏迷状态"
LocHelpText="被动升级:子弹艺术系能附带出血效果,造成额外2伤害,持续3回合,单位失血过多进入重伤昏迷状态"
LocFlyOverText="升级-弹药·开花弹头"
LocPromotionPopupText="被动升级:子弹艺术系能附带出血效果\n<Bullet/>出血:造成2伤害,持续3回合,单位失血过多进入重伤昏迷状态."
 
[MZBlindingSuppression X2AbilityTemplate]
LocFriendlyName="增能-炫目压制"
LocLongDescription="增能压制:压制获得致盲敌人的能力.失明的敌人将不得不靠近你."
LocHelpText="增能压制:压制获得致盲敌人的能力.失明的敌人将不得不靠近你."
LocFlyOverText="增能-炫目压制"
LocPromotionPopupText="增能压制:压制获得致盲敌人的能力.失明的敌人将不得不靠近你."
 
[MZBlink X2AbilityTemplate]
LocFriendlyName="闪烁"
LocLongDescription="立即传送一小段距离.自由行动."
LocHelpText="立即传送一小段距离.自由行动."
LocFlyOverText="闪烁"
LocPromotionPopupText="立即传送一小段距离.自由行动."
 
[MZBlitzAttack X2AbilityTemplate]
LocFriendlyName="电光一闪"
LocLongDescription="以极快速度斩击你的敌人及他身后的所有敌人,+100%命中."
LocHelpText="以极快速度斩击你的敌人及他身后的所有敌人,+100%命中."
LocFlyOverText="电光一闪"
LocPromotionPopupText="以极快速度斩击你的敌人及他身后的所有敌人,+100%命中."
 
[MZBloodiedShroud X2AbilityTemplate]
LocFriendlyName="血迹斑斑的裹尸布"
LocLongDescription="被动:+2最大生命,伤口恢复时间缩短."
LocHelpText="被动:+2最大生命,伤口恢复时间缩短."
LocFlyOverText="血迹斑斑的裹尸布"
LocPromotionPopupText="被动:+2最大生命,伤口恢复时间缩短."
 
[MZBloodKillZone X2AbilityTemplate]
LocFriendlyName="血肉横飞"
LocLongDescription="消耗 <Ability:MZBLOODKILLZONESHOT_HPCOST/> HP /每发,对范围内攻击或移动的敌人进行射击.对每一个被击中的敌人附加-血咒\n<Bullet/>冷却0回合."
LocHelpText="消耗 <Ability:MZBLOODKILLZONESHOT_HPCOST/> HP /每发,对范围内攻击或移动的敌人进行射击.对每一个被击中的敌人附加-血咒\n<Bullet/>冷却0回合."
LocFlyOverText="血肉横飞"
LocPromotionPopupText="消耗 <Ability:MZBLOODKILLZONESHOT_HPCOST/> HP /每发,对范围内攻击或移动的敌人进行射击.对每一个被击中的敌人附加-血咒\n<Bullet/>血咒:一种侵蚀身心的古老诅咒,-20灵能、-10意志,每回合受到2-3灵能伤害,持续3回合\n<Bullet/>冷却0回合\n<Bullet/>替代从特殊弹药中获得的加成."
 
[MZBloodShot X2AbilityTemplate]
LocFriendlyName="腥红血雾"
LocLongDescription="消耗<Ability:MZREDMIST_HPCOSTPERCENT/>HP发射一个强大而准确的射击,如果命中将附加-血咒,消耗越多伤害越高,冷却0回合."
LocHelpText="消耗<Ability:MZREDMIST_HPCOSTPERCENT/>HP发射一个强大而准确的射击,如果命中将附加-血咒,消耗越多伤害越高,冷却0回合."
LocFlyOverText="腥红血雾"
LocPromotionPopupText="消耗<Ability:MZREDMIST_HPCOSTPERCENT/>HP\n<Bullet/>每消耗1HP+1伤害、+3%命中、+3%暴击率\n<Bullet/>血咒:一种侵蚀身心的古老诅咒,-20灵能、-10意志,每回合受到2-3灵能伤害,持续3回合\n<Bullet/>替代从特殊弹药中获得的加成\n<Bullet/>冷却0回合."
 
[MZBloodPillar X2AbilityTemplate]
LocFriendlyName="深渊之柱"
LocLongDescription="消耗<Ability:MZABYSSALPILLAR_HPCOST/>HP来创建一个深渊阴影柱作为全掩体."
LocHelpText="消耗<Ability:MZABYSSALPILLAR_HPCOST/>HP来创建一个深渊阴影柱作为全掩体."
LocFlyOverText="深渊支柱"
LocPromotionPopupText="消耗<Ability:MZABYSSALPILLAR_HPCOST/>HP来创建一个深渊阴影柱作为全掩体."
 
[MZBloodTeleport X2AbilityTemplate]
LocFriendlyName="阴影穿梭"
LocLongDescription="消耗<Ability:MZBLOODTELEPORT_HPCOST/>HP,可穿行于深渊阴影之中,传送到小队视野内的任何地方.使用处于必须隐蔽状态\n<Bullet/>冷却0回合."
LocHelpText="消耗<Ability:MZBLOODTELEPORT_HPCOST/>HP,可穿行于深渊阴影之中,传送到小队视野内的任何地方.使用处于必须隐蔽状态\n<Bullet/>冷却0回合."
LocFlyOverText="深渊穿梭"
LocPromotionPopupText="消耗<Ability:MZBLOODTELEPORT_HPCOST/>HP,可穿行于深渊阴影之中,传送到小队视野内的任何地方.使用处于必须隐蔽状态\n<Bullet/>冷却0回合."
 
[MZBloodyMadness X2AbilityTemplate]
LocFriendlyName="嗜血"
LocLongDescription="生命值越低,消耗生命值的能力造成的伤害越大."
LocHelpText="生命值越低,消耗生命值的能力造成的伤害越大."
LocFlyOverText="嗜血"
LocPromotionPopupText="生命值越低,消耗生命值的能力造成的伤害越大\n<Bullet/>提供最多300%的额外上加成,如50%HP将造成125%伤害"
 
[MZBonecrusher X2AbilityTemplate]
LocFriendlyName="碎骨反击"
LocLongDescription="受到<Ability:BonecrusherRange/>格内的攻击后进行反击,受到的伤害将强化反击造成的伤害."
LocHelpText="受到<Ability:BonecrusherRange/>格内的攻击后进行反击,受到的伤害将强化反击造成的伤害."
LocFlyOverText="碎骨反击"
LocPromotionPopupText="<Bullet/>受到伤害后使用更强劲力量进行反击.<br/><Bullet/>对范围<Ability:BonecrusherRange/>格内的任意攻击进行反击.<br/><Bullet/>如果受到多次攻击,则进行多次反击.<br/><Bullet/>如果拥有增加反击伤害的技能则同样获得加成<br/><Bullet/>反击类型为近战伤害."
 
[MZBowlingBash X2AbilityTemplate]
LocFriendlyName="升级-打桩机·爆发"
LocLongDescription="被动升级:打桩机的后续伤害将使主要目标周围的所有敌方单位受到伤害."
LocHelpText="被动升级:打桩机的后续伤害将使主要目标周围的所有敌方单位受到伤害."
LocFlyOverText="升级-打桩机·爆发"
LocPromotionPopupText="<Bullet/>被动升级:打桩机的后续伤害将使主要目标周围的所有敌方单位受到伤害."
 
[MZBulletArtCharges X2AbilityTemplate]
LocFriendlyName="升级-弹药·额外弹包"
LocLongDescription="被动升级:子弹艺术系在每次任务中的携带量+2."
LocHelpText="被动升级:子弹艺术系在每次任务中的携带量+2."
LocFlyOverText="升级-弹药·额外弹包"
LocPromotionPopupText="被动升级:子弹艺术系在每次任务中的携带量+2."
 
[MZBurningSuppression X2AbilityTemplate]
LocFriendlyName="增能-燃烧压制"
LocLongDescription="增能压制:压制获得燃烧敌人的能力,将受到持续伤害并无法使用技能."
LocHelpText="增能压制:压制获得燃烧敌人的能力,将受到持续伤害并无法使用技能."
LocFlyOverText="增能-燃烧压制"
LocPromotionPopupText="增能压制:压制获得燃烧敌人的能力,将受到持续伤害并无法使用技能."
 
[MZCatsMeow X2AbilityTemplate]
LocFriendlyName="不同凡响"
LocLongDescription="使你的灵能剑获得命中和暴击率."
LocHelpText="使你的灵能剑获得命中和暴击率."
LocFlyOverText="不同凡响"
LocPromotionPopupText="使你的灵能剑获得命中和暴击率."
 
[MZChronoTrigger X2AbilityTemplate]
LocFriendlyName="升级-弹药·时空之轮"
LocLongDescription="被动升级:子弹击杀敌人能减少子弹艺术系技能冷却的时间."
LocHelpText="被动升级:子弹击杀敌人能减少子弹艺术系技能冷却的时间."
LocFlyOverText="升级-弹药·时空之轮"
LocPromotionPopupText="被动升级:子弹击杀敌人能减少子弹艺术系技能冷却的时间\n<Bullet/>减少冷却1回合,其他射击类型击杀也触发."
 
[MZClearTranquil X2AbilityTemplate]
LocFriendlyName="明镜止水"
LocLongDescription="灵能支援技能会使该队友技能的冷却时间减少1."
LocHelpText="灵能支援技能会使该队友技能的冷却时间减少1."
LocFlyOverText="明镜止水"
LocPromotionPopupText="灵能支援技能会使该队友技能的冷却时间减少1."
 
[MZCloakOfShadows X2AbilityTemplate]
LocFriendlyName="阴影斗篷"
LocLongDescription="消耗<Ability:MZCLOAKOFSHADOWS_HPCOST/>HP,扭曲附近的阴影进入隐蔽状态\n<Bullet/>冷却1回合."
LocHelpText="消耗<Ability:MZCLOAKOFSHADOWS_HPCOST/>HP,扭曲附近的阴影进入隐蔽状态\n<Bullet/>冷却1回合."
LocFlyOverText="阴影斗篷"
LocPromotionPopupText="消耗<Ability:MZCLOAKOFSHADOWS_HPCOST/>HP,扭曲附近的阴影进入隐蔽状态\n<Bullet/>冷却1回合."
 
[MZConfusingSuppression X2AbilityTemplate]
LocFriendlyName="增能-混乱压制"
LocLongDescription="增能压制:压制获得使敌人混乱的能力,阻碍敌人许多能力的使用."
LocHelpText="增能压制:压制获得使敌人混乱的能力,阻碍敌人许多能力的使用."
LocFlyOverText="增能-混乱压制"
LocPromotionPopupText="增能压制:压制获得使敌人混乱的能力,阻碍敌人许多能力的使用."
 
[MZCongregation X2AbilityTemplate]
LocFriendlyName="聚集"
LocLongDescription="使思维融合可以同时作用于两个盟友."
LocHelpText="使思维融合可以同时作用于两个盟友."
LocFlyOverText="聚集"
LocPromotionPopupText="使思维融合可以同时作用于两个盟友."
 
[MZControlUndead X2AbilityTemplate]
LocFriendlyName="失魂傀儡"
LocLongDescription="暂时控制1个失魂者类敌人的行动."
LocHelpText="暂时控制1个失魂者类敌人的行动."
LocFlyOverText="失魂傀儡"
LocPromotionPopupText="暂时控制1个失魂者类敌人的行动."
 
[MZCrimsonTide X2AbilityTemplate]
LocFriendlyName="绯红之潮"
LocLongDescription="消耗 <Ability:MZCRIMSONTIDE_HPCOST/>HP释放一个恶意的波动,对多个敌人附加-血咒."
LocHelpText="消耗 <Ability:MZCRIMSONTIDE_HPCOST/>HP释放一个恶意的波动,对多个敌人附加-血咒."
LocFlyOverText="绯红之潮"
LocPromotionPopupText="消耗 <Ability:MZCRIMSONTIDE_HPCOST/>HP释放一个恶意的波动,对多个敌人附加-血咒\n<Bullet/>血咒:一种侵蚀身心的古老诅咒,-20灵能、-10意志,每回合受到2-3灵能伤害,持续3回合."
 
[MZCriticalX X2AbilityTemplate]
LocFriendlyName="被动:致命-X"
LocLongDescription="被动:+30%暴击率,但-20%命中."
LocHelpText="被动:+30%暴击率,但-20%命中."
LocFlyOverText="技艺:致命-X"
LocPromotionPopupText="被动:+30%暴击率,但-20%命中."
 
[MZCurseball X2AbilityTemplate]
LocFriendlyName="诅咒球"
LocLongDescription="消耗<Ability:MZCURSEBALL_HPCOST/> HP投掷一个带有恶意的球体,伤害并诅咒该区域的人."
LocHelpText="消耗<Ability:MZCURSEBALL_HPCOST/> HP投掷一个带有恶意的球体,伤害并诅咒该区域的人."
LocFlyOverText="诅咒球"
LocPromotionPopupText="消耗<Ability:MZCURSEBALL_HPCOST/> HP投掷一个带有恶意的球体,伤害并诅咒该区域的人."
 
[MZCurseLure X2AbilityTemplate]
LocFriendlyName="诅咒诱饵"
LocLongDescription="对敌人附加-血咒.猴子的叽叽喳喳声引来了远近的迷茫."
LocHelpText="对敌人附加-血咒.猴子的叽叽喳喳声引来了远近的迷茫."
LocFlyOverText="诅咒诱饵"
LocPromotionPopupText="对敌人附加-血咒.猴子的叽叽喳喳声引来了远近的迷茫\n<Bullet/>血咒:一种侵蚀身心的古老诅咒,-20灵能、-10意志,每回合受到2-3灵能伤害,持续3回合."
 
[MZDancingDeath X2AbilityTemplate]
LocFriendlyName="死亡蝶舞"
LocLongDescription="攻击目标及5X5范围的敌人,对主要目标额外造成1下+100%暴击率的伤害\n<Bullet/>冷却6回合."
LocHelpText"攻击目标及5X5范围的敌人,对主要目标额外造成1下+100%暴击率的伤害\n<Bullet/>冷却6回合."
LocFlyOverText="死亡蝶舞"
LocPromotionPopupText="攻击目标及5X5范围的敌人,对主要目标额外造成1下+100%暴击率的伤害\n<Bullet/>冷却6回合."
 
[MZDarkSword X2AbilityTemplate]
LocFriendlyName="黑暗之剑"
LocLongDescription="使用黑暗之力来吸收近战攻击的专注."
LocHelpText="使用黑暗之力来吸收近战攻击的专注."
LocFlyOverText="黑暗之剑"
LocPromotionPopupText="使用黑暗之力来吸收近战攻击的专注."
 
[MZDarkPotency X2AbilityTemplate]
LocFriendlyName="始祖血脉"
LocLongDescription="被动:当使用消耗HP的技能时,每消耗 <Ability:MZDARKPOTENCY_HPCOST/> HP,则增加0.5的伤害."
LocHelpText="被动:当使用消耗HP的技能时,每消耗 <Ability:MZDARKPOTENCY_HPCOST/> HP,则增加0.5的伤害."
LocFlyOverText="始祖血脉"
LocPromotionPopupText="被动:当使用消耗HP的技能时,每消耗 <Ability:MZDARKPOTENCY_HPCOST/> HP,则增加0.5的伤害.最高获得4伤害加成"
 
[MZDeadExplosion X2AbilityTemplate]
LocFriendlyName="焚化"
LocLongDescription="用火焰爆炸来审判一个失魂者类敌人.当心对附近造成的伤害."
LocHelpText="用火焰爆炸来审判一个失魂者类敌人.当心对附近造成的伤害."
LocFlyOverText="焚化"
LocPromotionPopupText="用火焰爆炸来审判一个失魂者类敌人.当心对附近造成的伤害."
 
[MZDetonationShot X2AbilityTemplate]
LocFriendlyName="引爆射击"
LocLongDescription="发射一枪可引爆敌人携带炸药的攻击."
LocHelpText="发射一枪可引爆敌人携带炸药的攻击."
LocFlyOverText="引爆射击"
LocPromotionPopupText="发射一枪可引爆敌人携带炸药的攻击."
 
[MZDisable X2AbilityTemplate]
LocFriendlyName="致残"
LocLongDescription="解除敌人的武器并使其瘫痪."
LocHelpText="解除敌人的武器并使其瘫痪."
LocFlyOverText="致残"
LocPromotionPopupText="解除敌人的武器并使其瘫痪."
 
[MZDisablingSting X2AbilityTemplate]
LocFriendlyName="致残蜇刺"
LocLongDescription="使目标瘫痪的一种特殊射击.解除敌人的武器.不打破隐蔽状态."
LocHelpText="使目标瘫痪的一种特殊射击.解除敌人的武器.不打破隐蔽状态."
LocFlyOverText="致残蜇刺"
LocPromotionPopupText="使目标瘫痪的一种特殊射击.解除敌人的武器.不打破隐蔽状态."
 
[MZDisablingSuppression X2AbilityTemplate]
LocFriendlyName="增能-致残压制"
LocLongDescription="增能压制:压制获得可以瘫痪敌人武器能力.他们需要重新装弹才能开火"
LocHelpText="增能压制:压制获得可以瘫痪敌人武器能力.他们需要重新装弹才能开火."
LocFlyOverText="增能-致残压制"
LocPromotionPopupText="增能压制:压制获得可以瘫痪敌人武器能力.他们需要重新装弹才能开火."
 
[MZDodgeSmoke X2AbilityTemplate]
LocFriendlyName="烟雾旋涡"
LocLongDescription="烟雾手榴弹使攻击更难命中或只造成擦伤."
LocHelpText="烟雾手榴弹使攻击更难命中或只造成擦伤."
LocFlyOverText="烟雾旋涡"
LocPromotionPopupText="烟雾手榴弹使攻击更难命中或只造成擦伤."
 
[MZDoubleGrip X2AbilityTemplate]
LocFriendlyName="双手握持"
LocLongDescription="双手握持主手武器.如果副手为空,则增加伤害及穿透."
LocHelpText="双手握持主手武器.如果副手为空,则增加伤害及穿透."
LocFlyOverText="双手握持"
LocPromotionPopupText="<Bullet/>需要主要及次要武器都可以装备的近战武器类型（如:剑、斧头、光剑、剑杖、长戟等）.<br/><Bullet/>副武器需要装备空（武藏PrimarySecondaries的MOD提供）.<br/><Bullet/>+<Ability:DoubleGripDamage/>伤害,随武器等级提升.<br/><Bullet/>+<Ability:DoubleGripPierce/>穿透,随武器等级提升."
 
[MZDriftingContact X2AbilityTemplate]
LocFriendlyName="漂移接触"
LocLongDescription="攻击1个邻近的敌人并获得1个移动行动点\n<Bullet/>冷却3回合."
LocHelpText="攻击1个邻近的敌人并获得1个移动行动点\n<Bullet/>冷却3回合."
LocFlyOverText="漂移接触"
LocPromotionPopupText="攻击1个邻近的敌人并获得1个移动行动点\n<Bullet/>冷却3回合."
 
[MZDropByDrop X2AbilityTemplate]
LocFriendlyName="节约用血"
LocLongDescription="被动:消耗HP的技能将降低消耗<Ability:MZDROPBYDROP_HPCOST/>1HP, 但消耗不能小于1."
LocHelpText="被动:消耗HP的技能将降低消耗<Ability:MZDROPBYDROP_HPCOST/>1HP, 但消耗不能小于1."
LocFlyOverText="节约用血"
LocPromotionPopupText="被动:消耗HP的技能将降低消耗<Ability:MZDROPBYDROP_HPCOST/>1HP, 但消耗不能小于1."
 
[MZEnGarde X2AbilityTemplate]
LocFriendlyName="盾击姿态"
LocLongDescription="激活盾墙后,对所有进入近战攻击范围或对你进行近战攻击的敌人使用盾牌猛击进行攻击."
LocHelpText="激活盾墙后,对所有进入近战攻击范围或对你进行近战攻击的敌人使用盾牌猛击进行攻击."
LocFlyOverText="盾击姿态"
LocPromotionPopupText="<Bullet/>若敌人回合开始时处于邻近格子内,除非目标进行攻击,否则不会触发.<br/><Bullet/>当进入邻近范围时自动触发.<br/><Bullet/>需要激活盾墙技能"
 
[MZExplosiveBulletArts X2AbilityTemplate]
LocFriendlyName="升级-弹药·溅射训练"
LocLongDescription="被动升级:所有子弹艺术系的子弹能击中他们主要目标周围的多个敌人."
LocHelpText="被动升级:所有弹药大师的子弹能击中他们主要目标周围的多个敌人."
LocFlyOverText="升级-弹药·溅射训练"
LocPromotionPopupText="被动升级:所有弹药大师的子弹能击中他们主要目标周围的多个敌人."
 
[MZExplosiveShot X2AbilityTemplate]
LocFriendlyName="马格南射击"
LocLongDescription="发射一发带有范围爆炸的子弹,伤害目标及附近的所有敌人."
LocHelpText="发射一发带有范围爆炸的子弹,伤害目标及附近的所有敌人."
LocFlyOverText="马格南射击"
LocPromotionPopupText="发射一发带有范围爆炸的子弹,伤害目标及附近的所有敌人."
 
[MZFightInTheShade X2AbilityTemplate]
LocFriendlyName="升级-血射·血污"
LocLongDescription="被动升级:饥渴血射、血肉横飞、腥红血雾将附带致盲."
LocHelpText="被动升级:饥渴血射、血肉横飞、腥红血雾将附带致盲."
LocFlyOverText="升级-血射·血污"
LocPromotionPopupText="被动升级:饥渴血射、血肉横飞、腥红血雾将附带致盲\n<Bullet/>使敌人命中及视野下降\n<Bullet/>从而可以使部分夜刃系技能更有机会使用."
 
[MZFireball X2AbilityTemplate]
LocFriendlyName="火球"
LocLongDescription="发射爆炸性火球,破坏并点燃目标区域内的所有东西."
LocHelpText="发射爆炸性火球,破坏并点燃目标区域内的所有东西."
LocFlyOverText="火球"
LocPromotionPopupText="发射爆炸性火球,破坏并点燃目标区域内的所有东西."
 
[MZFlameKnife X2AbilityTemplate]
LocFriendlyName="炙炎之牙"
LocLongDescription="使用灼热的刀锋,刺向邻近的敌人,造成火焰伤害并附加燃烧\n<Bullet/>冷却4回合."
LocHelpText="使用灼热的刀锋,刺向邻近的敌人,造成火焰伤害并附加燃烧\n<Bullet/>冷却4回合"
LocFlyOverText="炙炎之牙"
LocPromotionPopupText="使用灼热的刀锋,刺向邻近的敌人,造成火焰伤害并附加燃烧\n<Bullet/>燃烧:持续1-3伤害并使大部分技能无法使用\n<Bullet/>冷却4回合."
 
[MZFloatLikeAButterfly X2AbilityTemplate]
LocFriendlyName="化蝶飞"
LocLongDescription="立即获得一个移动行动点,本回合中每次近战杀死敌人都会获得1个移动行动点\n<Bullet/>冷却4回合."
LocHelpText="立即获得一个移动行动点,本回合中每次使用战斗刀或斩劈类武器杀死敌人都会获得一个移动行动点\n<Bullet/>冷却4回合."
LocFlyOverText="化蝶飞"
LocPromotionPopupText="立即获得一个移动行动点,本回合中每次使用战斗刀或斩劈类武器杀死敌人都会获得一个移动行动点\n<Bullet/>冷却4回合."
 
[MZFinishingStroke X2AbilityTemplate]
LocFriendlyName="致命一击"
LocLongDescription="结束生命的最后一次攻击.无视防御,目标每损失3HP获得+1伤害\n<Bullet/>冷却6回合."
LocHelpText="结束生命的最后一次攻击.无视防御,目标每损失3HP获得+1伤害\n<Bullet/>冷却6回合."
LocFlyOverText="致命一击"
LocPromotionPopupText="结束生命的最后一次攻击.无视防御,目标每损失3HP获得+1伤害\n<Bullet/>冷却6回合."
 
[MZFranticFire X2AbilityTemplate]
LocFriendlyName="疯狂开火"
LocLongDescription="自由行动. 立即向两个随机的敌人进行射击."
LocHelpText="自由行动. 立即向两个随机的敌人进行射击."
LocFlyOverText="疯狂开火"
LocPromotionPopupText="<Bullet/> 这个技能不会重复两次瞄准同一个敌人.因此,如果在你的手枪射程内只有一个单位,他将只被射击一次.\n<Bullet/>"
 
[MZFogWall X2AbilityTemplate]
LocFriendlyName="雾墙"
LocLongDescription="装备的烟雾弹有额外的防御力,并为侧翼盟友提供一些防御."
LocHelpText="装备的烟雾弹有额外的防御力,并为侧翼盟友提供一些防御."
LocFlyOverText="雾墙"
LocPromotionPopupText="装备的烟雾弹有额外的防御力,并为侧翼盟友提供一些防御."
 
[MZForkedLightning X2AbilityTemplate]
LocFriendlyName="叉状闪电"
LocLongDescription="闪电随机击中两个敌人."
LocHelpText="闪电随机击中两个敌人."
LocFlyOverText="叉状闪电"
LocPromotionPopupText="闪电随机击中两个敌人."
 
[MZFrostwolfBite X2AbilityTemplate]
LocFriendlyName="霜狼之咬"
LocLongDescription="灾难呼之欲出,要把一切都摧毁.在不移动的情况下引爆敌人携带的炸药."
LocHelpText="灾难呼之欲出,要把一切都摧毁.在不移动的情况下引爆敌人携带的炸药."
LocFlyOverText="霜狼之咬"
LocPromotionPopupText="灾难呼之欲出,要把一切都摧毁.在不移动的情况下引爆敌人携带的炸药."
 
[MZFortressSmoke X2AbilityTemplate]
LocFriendlyName="强化焚香"
LocLongDescription="烟雾手雷可以提供免疫火灾、毒药、酸液和爆炸伤害的保护."
LocHelpText="烟雾手雷可以提供免疫火灾、毒药、酸液和爆炸伤害的保护."
LocFlyOverText="强化焚香"
LocPromotionPopupText="烟雾手雷可以提供免疫火灾、毒药、酸液和爆炸伤害的保护."
 
[MZFullAssault X2AbilityTemplate]
LocFriendlyName="矢智连击"
LocLongDescription="进行一次三连击.但攻击后将使你进入眩晕."
LocHelpText="进行一次三连击.但攻击后将使你进入眩晕."
LocFlyOverText="矢智连击"
LocPromotionPopupText="<Bullet/>使用1个行动点连续三次攻击.<br/><Bullet/> 使用后眩晕<Ability:FullAssaultStun/>行动点.<br/><Bullet/>如果均为命中,也会进入眩晕状态.<br/><Bullet/>无视如坚守等触发的维持效果.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZFuse X2AbilityTemplate]
LocFriendlyName="引爆"
LocLongDescription="引爆敌人携带的爆炸物."
LocHelpText="引爆敌人携带的爆炸物."
LocFlyOverText="引爆"
LocPromotionPopupText="引爆敌人携带的爆炸物."
 
[MZGrenadePocket X2AbilityTemplate]
LocFriendlyName="手榴弹袋"
LocLongDescription="这个士兵可以额外携带另一枚手榴弹."
LocHelpText="这个士兵可以额外携带另一枚手榴弹."
LocFlyOverText="手榴弹袋"
LocPromotionPopupText="这个士兵可以额外携带另一枚手榴弹."
 
[MZHailBullet X2AbilityTemplate]
LocFriendlyName="弹药-子母弹"
LocLongDescription="子弹艺术:一回合可多次使用的特殊子弹,但1次消耗2弹药,可在一轮内多次射击\n<Bullet/>冷却0回合,不结束你的回合,可继续使用,直到携带为0."
LocHelpText="子弹艺术:一回合可多次使用的特殊子弹,但1次消耗2弹药,可在一轮内多次射击\n<Bullet/>冷却0回合,不结束你的回合,可继续使用,直到携带为0."
LocFlyOverText="弹药-子母弹"
LocPromotionPopupText="子弹艺术:一回合可多次使用的特殊子弹,但1次消耗2弹药,可在一轮内多次射击\n<Bullet/>冷却0回合,不结束你的回合,可继续使用,直到携带为0\n<Bullet/>基础携带2."
 
[MZHaltUndead X2AbilityTemplate]
LocFriendlyName="停止失魂者"
LocLongDescription="制造一个范围巨大防护区,击昏所有半径内的失魂者."
LocHelpText="制造一个范围巨大防护区,击昏所有半径内的失魂者."
LocFlyOverText="停止失魂者"
LocPromotionPopupText="制造一个范围巨大防护区,击昏所有半径内的失魂者."
 
[MZHammerShot X2AbilityTemplate]
LocFriendlyName="重锤射击"
LocLongDescription="发射一个沉重的弹头并击退目标."
LocHelpText="发射一个沉重的弹头并击退目标."
LocFlyOverText="重锤射击"
LocPromotionPopupText="发射一个沉重的弹头并击退目标."
 
[MZHarvestScythe X2AbilityTemplate]
LocFriendlyName="升级-深渊夜刃·刀锋之镰"
LocLongDescription="被动升级:深渊夜刃升级:对一个敌人进行攻击并对其身后范围内的敌人造成伤害且窃取生命值\n<Bullet/>冷却4回合."
LocHelpText="被动升级:深渊夜刃升级:对一个敌人进行攻击并对其身后范围内的敌人造成伤害且窃取生命值\n<Bullet/>冷却4回合."
LocFlyOverText="升级-深渊夜刃·刀锋之镰"
LocPromotionPopupText="被动升级:深渊夜刃升级:对一个敌人进行攻击并对其身后范围内的敌人造成伤害且窃取生命值\n<Bullet/>恢复伤害的80%\n<Bullet/>冷却4回合."
 
[MZHealersMind X2AbilityTemplate]
LocFriendlyName="治愈者的智慧"
LocLongDescription="生命之光与强健的身体的效果获得提升."
LocHelpText="生命之光与强健的身体的效果获得提升."
LocFlyOverText="治疗者的智慧"
LocPromotionPopupText="生命之光与强健的身体的效果获得提升."
 
[MZHealKnife X2AbilityTemplate]
LocFriendlyName="治愈者之触"
LocLongDescription="根据你造成的伤害来治疗附近的队友."
LocHelpText="根据你造成的伤害来治疗附近的队友."
LocFlyOverText="治愈者之触"
LocPromotionPopupText="根据你造成的伤害来治疗附近的队友."
 
[MZHealthHeist X2AbilityTemplate]
LocFriendlyName="生命窃取"
LocLongDescription="+25%暴击率然后刺向敌人并窃取他们的生命\n<Bullet/>冷却3回合."
LocHelpText="+25%暴击率然后刺向敌人并窃取他们的生命\n<Bullet/>冷却3回合."
LocFlyOverText="生命窃取"
LocPromotionPopupText="+25%暴击率然后刺向敌人并窃取他们的生命\n<Bullet/>冷却3回合."
 
[MZHellcryPunch X2AbilityTemplate]
LocFriendlyName="地狱之锤"
LocLongDescription="愤怒地摧毁敌人的武器.使武器失效并减少敌人伤害的攻击.不造成伤害"
LocHelpText="愤怒地摧毁敌人的武器.使武器失效并减少敌人伤害的攻击.不造成伤害."
LocFlyOverText="地狱之锤"
LocPromotionPopupText="愤怒地摧毁敌人的武器.使武器失效并减少敌人伤害的攻击.不造成伤害."
 
[MZHolyExplosion X2AbilityTemplate]
LocFriendlyName="圣洁爆击"
LocLongDescription="怀着神圣的信念.使用强力近战攻击并释放爆炸波.消耗3专注."
LocHelpText="怀着神圣的信念.使用强力近战攻击并释放爆炸波.消耗3专注.."
LocFlyOverText="圣洁爆击"
LocPromotionPopupText="怀着神圣的信念.使用强力近战攻击并释放爆炸波.消耗3专注."
 
[MZHighAgonyBulletArts X2AbilityTemplate]
LocFriendlyName="技艺:苦痛折磨"
LocLongDescription="被动升级:子弹艺术系造成的持续伤害+2\n<Bullet/>受到哒咔效应的影响."
LocHelpText="被动升级:子弹艺术造成的持续伤害+2\n<Bullet/>受到哒咔效应的影响."
LocFlyOverText="技艺:苦痛折磨"
LocPromotionPopupText="被动升级:子弹艺术系造成的持续伤害+2\n<Bullet/>受到哒咔效应的影响."
 
[MZHighCalibreBulletArts X2AbilityTemplate]
LocFriendlyName="技艺:口径改造"
LocLongDescription="被动升级:子弹艺术系造成的射击伤害+2\n<Bullet/>受到哒咔效应的影响."
LocHelpText="被动升级:子弹艺术系造成的射击伤害+2\n<Bullet/>受到哒咔效应的影响."
LocFlyOverText="技艺:口径改造"
LocPromotionPopupText="被动升级:子弹艺术系造成的射击伤害+2\n<Bullet/>受到哒咔效应的影响."
 
[MZHungeringShot X2AbilityTemplate]
LocFriendlyName="饥渴血射"
LocLongDescription="使用能够吸血的特殊子弹,从敌人身上窃取生命值的射击\n<Bullet/>冷却0回合."
LocHelpText="使用能够吸血的特殊子弹,从敌人身上窃取生命值的射击\n<Bullet/>冷却0回合."
LocFlyOverText="饥渴血射"
LocPromotionPopupText="使用能够吸血的特殊子弹,从敌人身上窃取生命值的射击\n<Bullet/>替代从特殊弹药中获得的加成\n<Bullet/>冷却0回合\n<Bullet/>携带量3."
 
[MZHungeringShotConceal X2AbilityTemplate]
LocFriendlyName="升级-饥渴射击·灵魂吞噬"
LocLongDescription="被动升级:使用饥渴射击杀死敌人,会进入隐藏状态."
LocHelpText="被动升级:使用饥渴射击杀死敌人,会进入隐藏状态."
LocFlyOverText="升级-饥渴射击·灵魂吞噬"
LocPromotionPopupText="被动升级:使用饥渴射击杀死敌人,会进入隐藏状态."
 
[MZIMeantToDoThat X2AbilityTemplate]
LocFriendlyName="乱射"
LocLongDescription="每轮手枪杀死一个敌人时,随机射击另一个敌人."
LocHelpText="每轮手枪杀死一个敌人时,随机射击另一个敌人."
LocFlyOverText="乱射"
LocPromotionPopupText="每轮手枪杀死一个敌人时,随机射击另一个敌人."
 
[MZIMeantToDoThatShot X2AbilityTemplate]
LocFriendlyName="乱射"
LocFlyOverText="乱射"
 
[MZInfectedKnife X2AbilityTemplate]
LocFriendlyName="感染刀刃"
LocLongDescription="使用感染的刀刃,对邻近的进行攻击,造成中毒、眩晕和失魂者化\n<Bullet/>冷却4回合."
LocHelpText="使用感染的刀刃,对邻近的进行攻击,造成中毒、眩晕和失魂者化\n<Bullet/>冷却4回合."
LocFlyOverText="感染刀刃"
LocPromotionPopupText="使用感染的刀刃,对邻近的进行攻击,造成中毒、眩晕和失魂者化\n<Bullet/>中毒:持续伤害并减少移动力与命中\n<Bullet/>混乱:减少移动力与命中并限制使用部分技能\n<Bullet/>失魂者化:被认为是失魂者\n<Bullet/>冷却4回合."
 
[MZKillingStroke X2AbilityTemplate]
LocFriendlyName="终结一击"
LocLongDescription="消耗所有HP,造成一次毁灭性的近战伤害.牺牲HP越多,伤害越大\n<Bullet/>仅能使用1次."
LocHelpText="消耗所有HP,造成一次毁灭性的近战伤害.牺牲HP越多,伤害越大\n<Bullet/>仅能使用1次."
LocFlyOverText="终结一击"
LocPromotionPopupText="消耗所有HP,造成一次毁灭性的近战伤害\n<Bullet/>每消耗1HP将+2伤害+1命中+5暴击\n<Bullet/>仅能使用1次."
 
[MZKineticLance X2AbilityTemplate]
LocFriendlyName="脉冲之枪"
LocLongDescription="投射一束脉冲,并击退它所经过的每一个目标."
LocHelpText="投射一束脉冲,并击退它所经过的每一个目标."
LocFlyOverText="脉冲之枪"
LocPromotionPopupText="投射一束脉冲,并击退它所经过的每一个目标."
 
[MZKineticPush X2AbilityTemplate]
LocFriendlyName="动能推送"
LocLongDescription="投射一个推动目标一小段距离的动能.自由行动."
LocHelpText="投射一个推动目标一小段距离的动能.自由行动."
LocFlyOverText="动能推送"
LocPromotionPopupText="投射一个推动目标一小段距离的动能.自由行动."
 
[MZKnifeFlurry X2AbilityTemplate]
LocFriendlyName="连续蛰刺"
LocLongDescription="对邻近的敌人造成进行3连击.最后一下造成严重伤害\n<Bullet/>冷却5回合."
LocHelpText="对邻近的敌人造成进行3连击.每下-2伤害,最后一下造成严重伤害\n<Bullet/>冷却5回合."
LocFlyOverText="连续蛰刺"
LocPromotionPopupText="对邻近的敌人造成进行3连击.最后一下造成严重伤害\n<Bullet/>冷却5回合."
 
[MZLashOut X2AbilityTemplate]
LocFriendlyName="猛击风暴"
LocLongDescription="召唤闪电打击附近4格内的所有敌人,对机器人造成额外伤害."
LocHelpText="召唤闪电打击附近4格内的所有敌人,对机器人造成额外伤害."
LocFlyOverText="猛击风暴"
LocPromotionPopupText="召唤闪电打击附近4格内的所有敌人,对机器人造成额外伤害\n<Bullet/>冷却5回合."
 
[MZLightningKnife X2AbilityTemplate]
LocFriendlyName="滑砍:迅捷之牙"
LocLongDescription="滑砍攻击:1个免费攻击行动. 使用迅捷的刀锋,刺向邻近的敌人\n<Bullet/>冷却4回合."
LocHelpText="滑砍攻击:1个免费攻击行动. 使用迅捷的刀锋,刺向邻近的敌人\n<Bullet/>冷却4回合."
LocFlyOverText="滑砍:迅捷之牙"
LocPromotionPopupText="滑砍攻击:免费攻击行动. 使用迅捷的刀锋,刺向邻近的敌人\n<Bullet/>滑砍攻击:可在当前移动后免费使用\n<Bullet/>冷却4回合."
 
[MZLikeAScalpel X2AbilityTemplate]
LocFriendlyName="外科医生"
LocLongDescription="被动:使你近战攻击+20%暴击率和-2伤害,如果暴击则改为+2."
LocHelpText="被动:使你近战攻击+20%暴击率和-2伤害,如果暴击则改为+2."
LocFlyOverText="外科医生"
LocPromotionPopupText="被动:使你近战攻击+20%暴击率和-2伤害,如果暴击则改为+2."
 
[MZListonStyle X2AbilityTemplate]
LocFriendlyName="利斯顿风格"
LocLongDescription="屠夫还是医生？他是疯狂的利斯顿！指定一个区域,在目标6X6区域快速移动,对每一个敌人发动一次近身攻击,治疗你的每个队友\n<Bullet/>冷却8回合."
LocHelpText="屠夫还是医生？他是疯狂的利斯顿！指定一个区域,在目标6X6区域快速移动,对每一个敌人发动一次近身攻击,治疗你的每个队友\n<Bullet/>冷却8回合."
LocFlyOverText="利斯顿风格"
LocPromotionPopupText="屠夫还是医生？他是疯狂的利斯顿！指定一个区域,在目标6X6区域快速移动,对每一个敌人发动一次近身攻击,治疗你的每个队友\n<Bullet/>+20暴击率\n<Bullet/>冷却8回合."
 
[MZLuckyDay X2AbilityTemplate]
LocFriendlyName="被动:德克萨斯神枪手"
LocLongDescription="每次任务中将获得随机的命中和暴击率."
LocHelpText="每次任务中将获得随机的命中和暴击率."
LocFlyOverText="被动:德克萨斯神枪手"
LocPromotionPopupText="每次任务中将获得随机的命中和暴击率."
 
[MZLuckyNight X2AbilityTemplate]
LocFriendlyName="侠盗飞车"
LocLongDescription="被动:每次任务中将获得随机的闪避和移动力."
LocHelpText="被动:每次任务中将获得随机的闪避和移动力."
LocFlyOverText="侠盗飞车"
LocPromotionPopupText="每次任务中将获得随机的闪避和移动力."
 
[MZMacabreWaltz X2AbilityTemplate]
LocFriendlyName="刀锋华尔兹"
LocLongDescription="消耗<Ability:MZMACABREWALTZ_HPCOST/>HP以进行近战攻击对1个及其身后范围内的敌人造成伤害并附加-血咒. 每增加1个敌人额外消耗 <Ability:MZMACABREWALTZ_CHASERHPCOST/> HP\n<Bullet/>冷却0回合."
LocHelpText="消耗<Ability:MZMACABREWALTZ_HPCOST/>HP以进行近战攻击对1个及其身后范围内的敌人造成伤害并附加-血咒. 每增加1个敌人额外消耗 <Ability:MZMACABREWALTZ_CHASERHPCOST/> HP\n<Bullet/>冷却0回合."
LocFlyOverText="刀锋华尔兹"
LocPromotionPopupText="消耗<Ability:MZMACABREWALTZ_HPCOST/>HP以进行近战攻击对1个及其身后范围内的敌人造成伤害并附加-血咒. 每增加1个敌人额外消耗 <Ability:MZMACABREWALTZ_CHASERHPCOST/> HP\n<Bullet/>血咒:一种侵蚀身心的古老诅咒,-20灵能、-10意志,每回合受到2-3灵能伤害,持续3回合\n<Bullet/>冷却0回合."
 
[MZMachinaPuppeteer X2AbilityTemplate]
LocFriendlyName="木偶控制"
LocLongDescription="控制一个机器人目标,就像操纵一个木偶."
LocHelpText="控制一个机器人目标,就像操纵一个木偶."
LocFlyOverText="木偶控制"
LocPromotionPopupText="控制一个机器人目标,就像操纵一个木偶."
 
[MZMagnusExorcismus X2AbilityTemplate]
LocFriendlyName="十字驱魔"
LocLongDescription="驱散那些迫使失魂者在大范围内战斗的邪恶力量."
LocHelpText="驱散那些迫使失魂者在大范围内战斗的邪恶力量."
LocFlyOverText="十字驱魔"
LocPromotionPopupText="驱散那些迫使失魂者在大范围内战斗的邪恶力量."
 
[MZMalaise X2AbilityTemplate]
LocFriendlyName="萎靡"
LocLongDescription="召唤出一团毒气和痛苦."
LocHelpText="召唤出一团毒气和痛苦."
LocFlyOverText="萎靡"
LocPromotionPopupText="召唤出一团毒气和痛苦."
 
[MZManuForti X2AbilityTemplate]
LocFriendlyName="摩奴的赐予"
LocLongDescription="增强一个盟友,使他造成的所有伤害增加40%."
LocHelpText="增强一个盟友,使他造成的所有伤害增加40%."
LocFlyOverText="摩奴的赐予"
LocPromotionPopupText="增强一个盟友,使他造成的所有伤害增加40%."
 
[MZMedishot X2AbilityTemplate]
LocFriendlyName="友好射击"
LocLongDescription="发射一个特殊的弹头从远处传送医疗包治疗."
LocHelpText="发射一个特殊的弹头从远处传送医疗包治疗."
LocFlyOverText="友好射击"
LocPromotionPopupText="发射一个特殊的弹头从远处传送医疗包治疗."
 
[MZMeleeBullet X2AbilityTemplate]
LocFriendlyName="弹药-切割弹"
LocLongDescription="子弹艺术:造成近战伤害并附带恐慌\n<Bullet/>冷却4回合."
LocHelpText="子弹艺术:造成近战伤害并附带恐慌\n<Bullet/>冷却4回合."
LocFlyOverText="弹药-切割弹"
LocPromotionPopupText="子弹艺术:造成近战伤害并附带恐慌\n<Bullet/>恐慌:会使敌人畏惧、逃跑、胡乱射击\n<Bullet/>冷却4回合\n<Bullet/>基础携带2."
 
[MZMeleeBulletX X2AbilityTemplate]
LocFriendlyName="升级-切割弹·切断结合"
LocLongDescription="被动升级:利用切断与结合的能力,使切割弹升级为起源弹\n<Bullet/>会根据目标的灵能攻击增加伤害."
LocHelpText="被动升级:利用切断与结合的能力,使切割弹升级为起源弹\n<Bullet/>会根据目标的灵能攻击增加伤害."
LocFlyOverText="升级-切割弹·切断结合"
LocPromotionPopupText="被动升级:利用切断与结合的能力,使切割弹升级为起源弹\n<Bullet/>会根据目标的灵能攻击增加伤害."
 
[MZMindControl X2AbilityTemplate]
LocFriendlyName="精神控制"
LocLongDescription="控制敌人为你而战."
LocHelpText="控制敌人为你而战."
LocFlyOverText="精神控制"
LocPromotionPopupText="控制敌人为你而战."
 
[MZMindCrush X2AbilityTemplate]
LocFriendlyName="心灵崩击"
LocLongDescription="进行一次近战攻击,造成伤害并减少目标意志及黑客防御."
LocHelpText="进行一次近战攻击,造成伤害并减少目标意志及黑客防御."
LocFlyOverText="心灵崩击"
LocPromotionPopupText="<Bullet/><Ability:MindCrushWill/>意志、<Ability:MindCrushHackDefense/>黑客防御.<br/><Bullet/>使用盾牌可以造成混乱.<br/><Bullet/>如果学习了升级盾牌猛击的技能,将可以造成眩晕.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZMindMerge X2AbilityTemplate]
LocFriendlyName="思维融合"
LocLongDescription="使用你的心灵感应来增加盟友的命中、暴击、移动力和意志."
LocHelpText="使用你的心灵感应来增加盟友的命中、暴击、移动力和意志."
LocFlyOverText="思维融合"
LocPromotionPopupText="使用你的心灵感应来增加盟友的命中、暴击、移动力和意志."
 
[MZMindMerge2 X2AbilityTemplate]
LocFriendlyName="思维融合"
LocLongDescription="使用你的心灵感应来增加盟友的命中、暴击、移动力和意志."
LocHelpText="使用你的心灵感应来增加盟友的命中、暴击、移动力和意志."
LocFlyOverText="思维融合"
LocPromotionPopupText="使用你的心灵感应来增加盟友的命中、暴击、移动力和意志."
 
[MZMindShieldSmoke X2AbilityTemplate]
LocFriendlyName="圣洁焚香"
LocLongDescription="烟雾手雷可以提供净化并提供暂时的精神保护."
LocHelpText="烟雾手雷可以提供净化并提供暂时的精神保护."
LocFlyOverText="圣洁焚香"
LocPromotionPopupText="烟雾手雷可以提供净化并提供暂时的精神保护."
 
[MZMindSoothe X2AbilityTemplate]
LocFriendlyName="高尚的灵魂"
LocLongDescription="清除远处队友的负面心理影响."
LocHelpText="清除远处队友的负面心理影响."
LocFlyOverText="高尚的灵魂"
LocPromotionPopupText="清除远处队友的负面心理影响."
 
[MZMoreDakka X2AbilityTemplate]
LocFriendlyName="技艺:哒咔效应"
LocLongDescription="被动升级:子弹艺术系攻击将造成2下伤害,每下-20%伤害."
LocHelpText="被动升级:子弹艺术系攻击将造成2下伤害,每下-20%伤害."
LocFlyOverText="哒咔效应"
LocPromotionPopupText="被动升级:子弹艺术系攻击将造成2下伤害,每下-20%伤害\n<Bullet/>其他被动增幅也会额外单独计算1次."
 
[MZNightSword X2AbilityTemplate]
LocFriendlyName="深渊夜刃"
LocLongDescription="使用深渊之力,用近战攻击窃取目标的生命值,冷却4回合."
LocHelpText="使用深渊之力,用近战攻击窃取目标的生命值,冷却4回合."
LocFlyOverText="深渊夜刃"
LocPromotionPopupText="使用深渊之力,用近战攻击窃取目标的生命值.冷却4回合\n<Bullet/>冷却4回合"
 
[MZObtenebration X2AbilityTemplate]
LocFriendlyName="潜入阴影"
LocLongDescription="被动:控制深渊阴影的力量进入隐蔽.团队隐藏被打破时仍保持隐藏状态.更难被发现,减少敌人的侦查范围."
LocHelpText="被动:控制深渊阴影的力量进入隐蔽.团队隐藏被打破时仍保持隐藏状态.更难被发现,减少敌人的侦查范围."
LocFlyOverText="潜入阴影"
LocPromotionPopupText="被动:控制深渊阴影的力量进入隐蔽.团队隐藏被打破时仍保持隐藏状态.更难被发现,减少敌人的侦查范围."
 
[MZPanacea X2AbilityTemplate]
LocFriendlyName="灵丹妙药"
LocLongDescription="使用灵能治疗队友."
LocHelpText="使用灵能治疗队友."
LocFlyOverText="灵丹妙药"
LocPromotionPopupText="使用灵能治疗队友."
 
[MZPanicSuppression X2AbilityTemplate]
LocFriendlyName="增能-恐惧压制"
LocLongDescription="增能压制:压制获得可以恐慌敌人的能力."
LocHelpText="增能压制:压制获得可以恐慌敌人的能力."
LocFlyOverText="增能-恐惧压制"
LocPromotionPopupText="增能压制:压制获得可以恐慌敌人的能力."
 
[MZPillar X2AbilityTemplate]
LocFriendlyName="动能支柱"
LocLongDescription="创造一个动能的支柱作为全掩体."
LocHelpText="创造一个动能的支柱作为全掩体."
LocFlyOverText="动能支柱"
LocPromotionPopupText="创造一个动能的支柱作为全掩体."
 
[MZPocketBlaster X2AbilityTemplate]
LocFriendlyName="狂暴者发射器"
LocLongDescription="在腕部安装一次性的狂暴者发射器."
LocHelpText="在腕部安装一次性的狂暴者发射器."
LocFlyOverText="狂暴者发射器"
LocPromotionPopupText="在腕部安装一次性的狂暴者发射器."
 
[FireMZPocketBlasterLauncher X2AbilityTemplate]
LocFriendlyName="发射狂暴者发射器"
LocLongDescription=对目标区域发射制导的狂暴者发射器."
LocHelpText="对目标区域发射制导的狂暴者发射器."
LocFlyOverText="发射狂暴者发射器"
LocPromotionPopupText="对目标区域发射制导的狂暴者发射器."
 
[MZPocketFlamer X2AbilityTemplate]
LocFriendlyName="净化者手套"
LocLongDescription="在腕部安装提供两次攻击所需的足够燃料的腕部火焰喷射器."
LocHelpText="在腕部安装提供两次攻击所需的足够燃料的腕部火焰喷射器."
LocFlyOverText="净化者手套"
LocPromotionPopupText="在腕部安装提供两次攻击所需的足够燃料的腕部火焰喷射器."
 
[FireMZPocketFlamethrower X2AbilityTemplate]
LocFriendlyName="净化者手套喷射"
LocLongDescription="锥形区域内喷射火焰."
LocHelpText="锥形区域内喷射火焰."
LocFlyOverText="净化者手套喷射"
LocPromotionPopupText="锥形区域内喷射火焰."
 
[MZPocketPlasma X2AbilityTemplate]
LocFriendlyName="某科学的超电磁炮"
LocLongDescription="在腕部安装一次性超电磁炮."
LocHelpText="在腕部安装一次性超电磁炮."
LocFlyOverText="某科学的超电磁炮"
LocPromotionPopupText="在腕部安装一次性超电磁炮."
 
[FireMZPocketPlasmaBlaster X2AbilityTemplate]
LocFriendlyName="超电磁炮射击"
LocLongDescription="对目标方向发射一束毁灭性的超电磁炮射击."
LocHelpText="对目标方向发射一束毁灭性的超电磁炮射击."
LocFlyOverText="超电磁炮射击"
LocPromotionPopupText="对目标方向发射一束毁灭性的超电磁炮射击."
 
[MZPocketRocket X2AbilityTemplate]
LocFriendlyName="袖珍火箭"
LocLongDescription="在腕部安装一次性袖珍火箭."
LocHelpText="在腕部安装一次性袖珍火箭."
LocFlyOverText="袖珍火箭"
LocPromotionPopupText="在腕部安装一次性袖珍火箭."
 
[FireMZPocketRocketLauncher X2AbilityTemplate]
LocFriendlyName="发射袖珍火箭"
LocLongDescription="对目标区域发射袖珍火箭."
LocHelpText="对目标区域发射袖珍火箭."
LocFlyOverText="发射袖珍火箭"
LocPromotionPopupText="使用酸性涂层的刀片,刺向邻近的敌人.粉碎盔甲并造成酸蚀."
 
[MZPocketShredder X2AbilityTemplate]
LocFriendlyName="碎片炮"
LocLongDescription="在腕部安装一次性碎片炮.破甲并可碎甲,但伤害较低"
LocHelpText="在腕部安装一次性碎片炮.破甲并可碎甲,但伤害较低."
LocFlyOverText="破碎炮"
LocPromotionPopupText="在腕部安装一次性碎片炮.破甲并可碎甲,但伤害较低."
 
[FireMZPocketShredderGun X2AbilityTemplate]
LocFriendlyName="发射碎片炮"
LocLongDescription="对目标锥形区域造成破甲与碎甲伤害."
LocHelpText="对目标锥形区域造成破甲与碎甲伤害."
LocFlyOverText="发射碎片炮"
LocPromotionPopupText="对目标锥形区域造成破甲与碎甲伤害."
 
[MZPoisoningSuppression X2AbilityTemplate]
LocFriendlyName="增能-毒素压制"
LocLongDescription="增能压制:压制获得可以使敌人中毒的能力."
LocHelpText="增能压制:压制获得可以使敌人中毒的能力."
LocFlyOverText="增能-毒素压制"
LocPromotionPopupText="增能压制:压制获得可以使敌人中毒的能力."
 
[MZPowerCrush X2AbilityTemplate]
LocFriendlyName="能量崩击"
LocLongDescription="进行一次近战攻击,造成伤害并附加撕裂"
LocHelpText="进行一次近战攻击,造成伤害并附加撕裂."
LocFlyOverText="能量崩击"
LocPromotionPopupText="<Bullet/>附加撕裂状态,使目标后续受到额外+<Ability:PowerCrushRupture/>伤害.<br/><Bullet/>使用盾牌可以造成混乱.<br/><Bullet/>如果学习了升级盾牌猛击的技能,将可以造成眩晕.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZProtection X2AbilityTemplate]
LocFriendlyName="保护"
LocLongDescription="让一名队友进入静滞状态,保护他们不受伤害."
LocHelpText="让一名队友进入静滞状态,保护他们不受伤害."
LocFlyOverText="保护"
LocPromotionPopupText="让一名队友进入静滞状态,保护他们不受伤害."
 
[MZPsiBlind X2AbilityTemplate]
LocFriendlyName="灵能致盲"
LocLongDescription="使目标致盲."
LocHelpText="使目标致盲."
LocFlyOverText="灵能致盲"
LocPromotionPopupText="使目标致盲."
 
[MZPsiBullet X2AbilityTemplate]
LocFriendlyName="弹药-灵能弹"
LocLongDescription="子弹艺术:造成灵能伤害和必中效果,无视护甲与防盾及障碍\n<Bullet/>冷却4回合."
LocHelpText="子弹艺术:造成灵能伤害和必中效果,无视护甲与防盾及障碍\n<Bullet/>冷却4回合."
LocFlyOverText="弹药-灵能弹"
LocPromotionPopupText="子弹艺术:造成灵能伤害和必中效果,无视护甲与防盾及障碍\n<Bullet/>必中\n<Bullet/>无视护甲及护盾\n<Bullet/>忽略大部分障碍\n<Bullet/>冷却4回合\n<Bullet/>基础携带2."
 
[MZPsiBulletX X2AbilityTemplate]
LocFriendlyName="升级-灵能弹·紊乱思绪"
LocLongDescription="被动升级:利用灵能妨碍对象的思绪,使灵能弹升级为失神弹,附加混乱效果."
LocHelpText="被动升级:利用灵能妨碍对象的思绪,使灵能弹升级为失神弹,附加混乱效果."
LocFlyOverText="升级-灵能弹·紊乱思绪"
LocPromotionPopupText="被动升级:利用灵能妨碍对象的思绪,使灵能弹升级为失神弹,附加混乱效果."
 
[MZPsiHeal X2AbilityTemplate]
LocFriendlyName="强健的身体"
LocLongDescription="灵能治疗中等范围的队友."
LocHelpText="灵能治疗中等范围的队友."
LocFlyOverText="强健的身体"
LocPromotionPopupText="灵能治疗中等范围的队友."
 
[MZPsiPanic X2AbilityTemplate]
LocFriendlyName="灵能恐慌"
LocLongDescription="使敌人进入恐慌."
LocHelpText="使敌人进入恐慌."
LocFlyOverText="灵能恐慌"
LocPromotionPopupText="使敌人进入恐慌."
 
[MZRaptorCyclone X2AbilityTemplate]
LocFriendlyName="猛禽飓风"
LocLongDescription="激活盾墙后,可远程对目标范围内的所有目标造成气旋伤害."
LocHelpText="激活盾墙后,可远程对目标范围内的所有目标造成气旋伤害."
LocFlyOverText="猛禽飓风"
LocPromotionPopupText="<Bullet/>激活盾墙后才能使用.<br/><Bullet/>远程对<Ability:RaptorCycloneRange/>格进行释放,覆盖范围<Ability:RaptorCycloneRadius/>半径.<br/><Bullet/>受到侧翼及掩体的加成与惩罚影响.<br/><Bullet/>使用盾牌可以造成混乱.<br/><Bullet/>如果学习了升级盾牌猛击的技能,将可以造成眩晕.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZRaptorWhirlwind X2AbilityTemplate]
LocFriendlyName="猛禽气旋"
LocLongDescription="激活盾墙后,可远程对目标目标造成气旋伤害."
LocHelpText="激活盾墙后,可远程对目标目标造成气旋伤害."
LocFlyOverText="猛禽气旋"
LocPromotionPopupText="<Bullet/>激活盾墙后才能使用.<br/><Bullet/>远程对<Ability:RaptorWhirlwindRange/>格的目标进行释放.<br/><Bullet/>受到侧翼及掩体的加成与惩罚影响.<br/><Bullet/>使用盾牌可以造成混乱.<br/><Bullet/>如果学习了升级盾牌猛击的技能,将可以造成眩晕.<br/><Bullet/>无冷却."
 
[MZRayOfLife X2AbilityTemplate]
LocFriendlyName="生命之光"
LocLongDescription="射出一道灵能光束,治疗它所触及的所有生物."
LocHelpText="射出一道灵能光束,治疗它所触及的所有生物s."
LocFlyOverText="生命之光"
LocPromotionPopupText="射出一道灵能光束,治疗它所触及的所有生物."
 
[MZRayzeelSong X2AbilityTemplate]
LocFriendlyName="蕾霁尔之歌."
LocLongDescription="启动一个灵能治疗,能少量治疗整个队伍."
LocHelpText="启动一个灵能治疗,能少量治疗整个队伍."
LocFlyOverText="蕾霁尔之歌"
LocPromotionPopupText="启动一个灵能治疗,能少量治疗整个队伍."
 
[MZRegenerate X2AbilityTemplate]
LocFriendlyName="重获新生"
LocLongDescription="每当受到伤害时,立即根据缺失的HP比例进行少量HP再生."
LocHelpText="每当受到伤害时,立即根据缺失的HP比例进行少量HP再生."
LocFlyOverText="重获新生"
LocPromotionPopupText="<Bullet/>受到伤害时,立即再生缺失生命值<Ability:RegenerateMissingHealthPercent/>%的HP+<Ability:RegenerateFlatHealth/>HP.<br/><Bullet/>受到伤害时立即触发."
 
[MZRendFleche X2AbilityTemplate]
LocFriendlyName="撕裂冲刺"
LocLongDescription="撕裂会根据移动距离造成额外伤害."
LocHelpText="撕裂会根据移动距离造成额外伤害."
LocFlyOverText="撕裂冲刺"
LocPromotionPopupText="撕裂会根据移动距离造成额外伤害."
 
[MZRestoreLife X2AbilityTemplate]
LocFriendlyName="生命复苏"
LocLongDescription="召唤一个死亡的队友,治愈并允许他们再次战斗."
LocHelpText="召唤一个死亡的队友,治愈并允许他们再次战斗."
LocFlyOverText="生命复苏"
LocPromotionPopupText="召唤一个死亡的队友,治愈并允许他们再次战斗."
 
[MZRuptureBullet X2AbilityTemplate]
LocFriendlyName="弹药-爆裂弹"
LocLongDescription="子弹艺术:造成爆炸伤害并附加伤口撕裂,只造成80%伤害\n<Bullet/>冷却4回合."
LocHelpText="子弹艺术:造成爆炸伤害并附加伤口撕裂,只造成80%伤害\n<Bullet/>冷却4回合."
LocFlyOverText="弹药-爆裂弹"
LocPromotionPopupText="子弹艺术:造成爆炸伤害并附加伤口撕裂,只造成80%伤害\n<Bullet/>伤口撕裂:单位后续受到的伤害将+2\n<Bullet/>冷却6回合\n<Bullet/>基础携带2."
 
[MZRuptureBulletX X2AbilityTemplate]
LocFriendlyName="升级-爆裂弹·高爆弹丸"
LocLongDescription="被动升级:使用内置高爆钢砂制作的弹丸,使爆裂弹升级为爆破弹,\n<Bullet/>增加1X1的十字爆炸范围."
LocHelpText="被动升级:使用内置高爆钢砂制作的弹丸,使爆裂弹升级为爆破弹,\n<Bullet/>增加1X1的十字爆炸范围."
LocFlyOverText="升级-爆裂弹·高爆弹丸"
LocPromotionPopupText="被动升级:使用内置高爆钢砂制作的弹丸,使爆裂弹升级为爆破弹,\n<Bullet/>增加1X1的十字爆炸范围."
 
[MZSacrificialKnife X2AbilityTemplate]
LocFriendlyName="献祭穿刺"
LocLongDescription="消耗<Ability:MZSACRIFICIALKNIFE_HPCOST/> HP攻击一个相邻的敌人.必定暴击并附加-血咒."
LocHelpText="消耗<Ability:MZSACRIFICIALKNIFE_HPCOST/> HP攻击一个相邻的敌人.必定暴击并附加-血咒."
LocFlyOverText="献祭穿刺"
LocPromotionPopupText="消耗<Ability:MZSACRIFICIALKNIFE_HPCOST/> HP攻击一个相邻的敌人.必定暴击并附加-血咒\n<Bullet/>血咒:一种侵蚀身心的古老诅咒,-20灵能、-10意志,每回合受到2-3灵能伤害,持续3回合."
 
[MZSerratedKnife X2AbilityTemplate]
LocFriendlyName="锯齿之牙"
LocLongDescription="使用带有锯齿的刀锋,刺向邻近的敌人,造成伤口撕裂与出血\n<Bullet/>冷却6回合."
LocHelpText="使用带有锯齿的刀锋,刺向邻近的敌人,造成伤口撕裂与出血\n<Bullet/>冷却6回合."
LocFlyOverText="锯齿之牙"
LocPromotionPopupText="使用带有锯齿的刀锋,刺向邻近的敌人,造成伤口撕裂与出血\n<Bullet/>伤口撕裂:使单位会受到更多的伤害\n<Bullet/>出血:单位失血过多进入重伤昏迷状态\n<Bullet/>冷却6回合."
 
[MZShadeScratch X2AbilityTemplate]
LocFriendlyName="阴影撕裂"
LocLongDescription="消耗<Ability:MZSHADESCRATH_HPCOST/>HP攻击并附加-血咒. 只能在目标看不见你时才可使用. 如果杀死目标,则进入隐蔽状态\n<Bullet/>冷却0回合."
LocHelpText="消耗<Ability:MZSHADESCRATH_HPCOST/>HP攻击并附加-血咒. 只能在目标看不见你时才可使用. 如果杀死目标,则进入隐蔽状态\n<Bullet/>冷却0回合."
LocFlyOverText="阴影撕裂"
LocPromotionPopupText="消耗<Ability:MZSHADESCRATH_HPCOST/>HP攻击并附加-血咒. 只能在目标看不见你时才可使用. 如果杀死目标,则进入隐蔽状态\n<Bullet/>血咒:一种侵蚀身心的古老诅咒,-20灵能、-10意志,每回合受到2-3灵能伤害,持续3回合\n<Bullet/>冷却0回合\n<Bullet/>敌人盲目或在恶灵之潮内的时候也可使用."
 
[MZShadowThorn X2AbilityTemplate]
LocFriendlyName="阴影棘刺"
LocLongDescription="在隐藏状态下,消耗<Ability:MZSHADOWTHORN_HPCOST/>HP进行1次攻击,不会打破隐藏状态. 造成致盲并附加-血咒\n<Bullet/>冷却4回合."
LocHelpText="在隐藏状态下,消耗<Ability:MZSHADOWTHORN_HPCOST/>HP对进行1次攻击,不会打破隐藏状态. 造成致盲并附加-血咒\n<Bullet/>冷却4回合."
LocFlyOverText="阴影棘刺"
LocPromotionPopupText="在隐藏状态下,消耗<Ability:MZSHADOWTHORN_HPCOST/>HP对进行1次攻击,不会打破隐藏状态. 造成致盲并附加-血咒\n<Bullet/>冷却4回合\n<Bullet/>必须隐藏状态下才能使用\n<Bullet/>血咒:一种侵蚀身心的古老诅咒,-20灵能、-10意志,每回合受到2-3灵能伤害,持续3回合."
 
[MZShellbustStab X2AbilityTemplate]
LocFriendlyName="刺穿装甲"
LocLongDescription="破坏护甲,使护盾失效."
LocHelpText="破坏护甲,使护盾失效"
LocFlyOverText="刺穿装甲"
LocPromotionPopupText="破坏护甲,使护盾失效."
 
[MZShockBullet X2AbilityTemplate]
LocFriendlyName="弹药-电磁弹"
LocLongDescription="子弹艺术:造成电磁伤害附加黑客防御减少,无视护甲及破坏护盾\n<Bullet/>冷却4回合."
LocHelpText="子弹艺术:造成电磁伤害附加黑客防御减少,无视护甲及破坏护盾\n<Bullet/>冷却4回合."
LocFlyOverText="弹药-电磁弹"
LocPromotionPopupText="子弹艺术:造成电磁伤害附加-30黑客防御,无视护甲及破坏护盾\n<Bullet/>冷却4回合\n<Bullet/>基础携带2."
 
[MZShockBulletX X2AbilityTemplate]
LocFriendlyName="升级-电磁弹·蓝屏脉冲"
LocLongDescription="被动升级:利用EMP技术的改造,使电磁弹升级为脉冲弹\n<Bullet/>对机械敌人造成双倍伤害."
LocHelpText="被动升级:利用EMP技术的改造,使电磁弹升级为脉冲弹\n<Bullet/>对机械敌人造成双倍伤害."
LocFlyOverText="升级-电磁弹·蓝屏脉冲"
LocPromotionPopupText="被动升级:利用EMP技术的改造,使电磁弹升级为脉冲弹\n<Bullet/>对机械敌人造成双倍伤害."
 
[MZShockKnife X2AbilityTemplate]
LocFriendlyName="雷霆之牙"
LocLongDescription="使用带有电磁的刀锋,刺向邻近的敌人.对机械敌人造成双倍伤害."
LocHelpText="使用带有电磁的刀锋,刺向邻近的敌人.对机械敌人造成双倍伤害."
LocFlyOverText="雷霆之牙"
LocPromotionPopupText="使用带有电磁的刀锋,刺向邻近的敌人.对机械敌人造成双倍伤害."
 
[MZShootOut X2AbilityTemplate]
LocFriendlyName="交火"
LocLongDescription="对最多6个随机的敌人开火."
LocHelpText="对最多6个随机的敌人开火."
LocFlyOverText="交火"
LocPromotionPopupText="<Bullet/>此技能对同一敌人的射击不能超过两次.此外,如果你的手枪射程内至少有2个敌人,这个技能只能射击一个敌人两次.实例如下:\n<Bullet/><Bullet/>1个敌人:1发子弹,该敌人射击1次\n<Bullet/><Bullet/>2个敌人:4发子弹,每个敌人射击2次\n<Bullet/><Bullet/>3+敌人:6发子弹, 随机目标遵循上述规则"
 
 
[MZShotgunWedding X2AbilityTemplate]
LocFriendlyName="屠杀地带"
LocLongDescription="向锥形内的敌人重复开火.目标越多,威力越大."
LocHelpText="向锥形内的敌人重复开火.目标越多,威力越大."
LocFlyOverText="屠杀地带"
LocPromotionPopupText="向锥形内的敌人重复开火.目标越多,威力越大."
 
[MZShotgunWeddingChaser X2AbilityTemplate]
LocFriendlyName="屠杀地带"
LocLongDescription="向锥形内的敌人重复开火.目标越多,威力越大."
LocHelpText="向锥形内的敌人重复开火.目标越多,威力越大."
LocFlyOverText="屠杀地带"
LocPromotionPopupText="向锥形内的敌人重复开火.目标越多,威力越大."
 
[MZSidewinder X2AbilityTemplate]
LocFriendlyName="响尾蛇打击"
LocLongDescription="以鞭击般的速度发动一次攻击,对外星人造成暴击伤害,如果使用喷气背包并处于喷气式射击状态中时,则造成2次."
LocHelpText="以鞭击般的速度发动一次攻击,对外星人造成暴击伤害,如果使用喷气背包并处于喷气式射击状态中时,则造成2次."
LocFlyOverText="响尾蛇打击"
LocPromotionPopupText="<Bullet/>只能对外星人目标使用.<br/><Bullet/>击中则造成暴击.<br/><Bullet/>在喷气式射击状态中时,则攻击2次.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZSilverKnife X2AbilityTemplate]
LocFriendlyName="滑砍:镀银刀刃"
LocLongDescription="滑砍攻击:使用镀银的刀刃,对邻近的失魂者进行攻击,+100%暴击与命中\n<Bullet/>冷却0回合."
LocHelpText="滑砍攻击:使用镀银的刀刃,对邻近的失魂者进行攻击,+100%暴击与命中\n<Bullet/>冷却0回合."
LocFlyOverText="滑砍:镀银刀刃"
LocPromotionPopupText="滑砍攻击:使用镀银的刀刃,对邻近的失魂者进行攻击,+100%暴击与命中\n<Bullet/>滑砍攻击:可在当前移动后免费使用\n<Bullet/>只能对失魂者或处于失魂者化的敌人使用\n<Bullet/>冷却0回合."
 
[MZSledgehammer X2AbilityTemplate]
LocFriendlyName="打桩机"
LocLongDescription="对目标进行一次50%伤害的近战攻击并造成击退,如果没有击杀目标,则再进行一次伤害."
LocHelpText="对目标进行一次50%伤害的近战攻击并造成击退,如果没有击杀目标,则再进行一次伤害."
LocFlyOverText="打桩机"
LocPromotionPopupText="<Bullet/>对目标进行一次50%伤害的近战攻击并造成击退,如果没有击杀目标,则再进行一次伤害\n<Bullet/>消耗1弹药\n<Bullet/>冷却4回合."
 
[MZSonicScrewdriver X2AbilityTemplate]
LocFriendlyName="音速起子（技能有BUG,无效果）"
LocLongDescription="根据你造成的伤害,修复附近的机械队友."
LocHelpText="根据你造成的伤害,修复附近的机械队友."
LocFlyOverText="音速起子"
LocPromotionPopupText="根据你造成的伤害,修复附近的机械队友."
 
[MZSonicBoom X2AbilityTemplate]
LocFriendlyName="音爆冲击波"
LocLongDescription="对小范围内的目标造成伤害.如果使用喷气背包并处于喷气式射击状态中时,则附加混乱."
LocHelpText="对小范围内的目标造成伤害.如果使用喷气背包并处于喷气式射击状态中时,则附加混乱."
LocFlyOverText="音爆冲击波"
LocPromotionPopupText="<Bullet/>对<Ability:SonicBoomRadius/>格内的所有目标造成伤害.<br/><Bullet/>+<Ability:SonicBoomHitBonus/>命中.<br/><Bullet/>在喷气式射击状态中时,则命中的目标附加混乱状态.<br/><Bullet/>每次任务限用<Ability:SonicBoomCharges/>次."
 
[MZSplitArrow X2AbilityTemplate]
LocFriendlyName="分割箭头"
LocLongDescription="向多个随机敌人发射灵能弓.每射出一支箭需要一个专注."
LocHelpText="向多个随机敌人发射灵能弓.每射出一支箭需要一个专注."
LocFlyOverText="分割箭头"
LocPromotionPopupText="向多个随机敌人发射灵能弓.每射出一支箭需要一个专注."
 
[MZStabilizeKnife X2AbilityTemplate]
LocFriendlyName="稳固"
LocLongDescription="阻止士兵流血."
LocHelpText="阻止士兵流血."
LocFlyOverText="稳固"
LocPromotionPopupText="阻止士兵流血."
 
[MZStitchUp X2AbilityTemplate]
LocFriendlyName="缝补"
LocLongDescription="清除元素减益,并恢复附近队友的护甲值."
LocHelpText="清除元素减益,并恢复附近队友的护甲值.."
LocFlyOverText="缝补"
LocPromotionPopupText="清除元素减益,并恢复附近队友的护甲值.."
 
[MZStingingGale X2AbilityTemplate]
LocFriendlyName="刺骨狂风"
LocLongDescription="攻击每一个可见的敌人,同时保持隐藏状态.需要暗影状态,消耗2个动作和至少3发子弹."
LocHelpText="攻击每一个可见的敌人,同时保持隐藏状态.需要暗影状态,消耗2个动作和至少3发子弹."
LocFlyOverText="刺骨狂风"
LocPromotionPopupText="攻击每一个可见的敌人,同时保持隐藏状态.需要暗影状态,消耗2个动作和至少3发子弹."
 
[MZStingLikeABee X2AbilityTemplate]
LocFriendlyName="滑砍:野蜂飞舞"
LocLongDescription="滑砍攻击:仅在移动后,对相邻敌人进行伤害+2的攻击,此回合获得的每个连击点使额外伤害+2\n<Bullet/>冷却4回合."
LocHelpText="滑砍攻击:仅在移动后,对相邻敌人进行伤害+2的攻击,此回合获得的每个连击点使额外伤害+2\n<Bullet/>冷却4回合."
LocFlyOverText="滑砍:野蜂飞舞"
LocPromotionPopupText="滑砍攻击:仅在移动后,对相邻敌人进行伤害+2的攻击,此回合获得的每个连击点使额外伤害+2\n<Bullet/>滑砍攻击:可在当前移动后免费使用\n<Bullet/>冷却4回合\n<Bullet/>仅能在移动后使用."
 
[MZStormForce X2AbilityTemplate]
LocFriendlyName="风暴之力"
LocLongDescription="灵能闪电造成更多伤害."
LocHelpText="灵能闪电造成更多伤害."
LocFlyOverText="风暴之力"
LocPromotionPopupText="灵能闪电造成更多伤害."
 
[MZStormLanceShot X2AbilityTemplate]
LocFriendlyName="风暴之枪"
LocLongDescription="发射一枚电磁炮,穿透所有的东西."
LocHelpText="发射一枚电磁炮,穿透所有的东西."
LocFlyOverText="风暴之枪"
LocPromotionPopupText="发射一枚电磁炮,穿透所有的东西."
 
[MZStormShock X2AbilityTemplate]
LocFriendlyName="风暴之震"
LocLongDescription="使用灵能闪电攻击目标,可以对机械敌人使用."
LocHelpText="使用灵能闪电攻击目标,可以对机械敌人使用."
LocFlyOverText="风暴之震"
 
[MZStormSurge X2AbilityTemplate]
LocFriendlyName="风暴之潮"
LocLongDescription="灵能闪电在一个锥形范围中穿越所有物体.对机械敌人造成更多的伤害."
LocHelpText="灵能闪电在一个锥形范围中穿越所有物体.对机械敌人造成更多的伤害."
LocFlyOverText="风暴之潮"
LocPromotionPopupText="灵能闪电在一个锥形范围中穿越所有物体.对机械敌人造成更多的伤害."
 
[MZStrafeKnife X2AbilityTemplate]
LocFriendlyName="滑砍:致残打击"
LocLongDescription="滑砍攻击:仅在移动后,可不消耗行动点-2伤害攻击1个周围的敌人,并累计1个连击点\n<Bullet/>冷却0回合."
LocHelpText=滑砍攻击:仅在移动后,可不消耗行动点-2伤害攻击1个周围的敌人\n<Bullet/>冷却0回合."
LocFlyOverText="滑砍:致残打击"
LocPromotionPopupText="滑砍攻击:仅在移动后,可不消耗行动点-2伤害攻击1个周围的敌人\n<Bullet/>滑砍攻击:可在当前移动后免费使用\n<Bullet/>冷却0回合\n<Bullet/>仅能在移动后使用."
 
[MZSweepingSpin X2AbilityTemplate]
LocFriendlyName="旋风斩"
LocLongDescription="对周围<Ability:SweepingSpinRadius/>格的敌人造成伤害."
LocHelpText="对周围<Ability:SweepingSpinRadius/>格的敌人造成伤害."
LocFlyOverText="旋风斩"
LocPromotionPopupText="<Bullet/>对周围<Ability:SweepingSpinRadius/>格的敌人造成伤害.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZTeleport X2AbilityTemplate]
LocFriendlyName="传送"
LocLongDescription="立刻传送到中队视野内的任意位置."
LocHelpText="立刻传送到中队视野内的任意位置."
LocFlyOverText="传送"
LocPromotionPopupText="立刻传送到中队视野内的任意位置."
 
[MZTenebrousForm X2AbilityTemplate]
LocFriendlyName="深渊气息"
LocLongDescription="被动:当生命值下降时,恶灵的阴影笼罩着身体,遭到攻击时,将根据当前HP%获得格挡率."
LocHelpText="被动:当生命值下降时,恶灵的阴影笼罩着身体,遭到攻击时,将根据当前HP%获得格挡率."
LocFlyOverText="深渊气息"
LocPromotionPopupText="被动:被动:当生命值下降时,恶灵的阴影笼罩着身体,遭到攻击时,将根据当前HP%获得格挡率\n<Bullet/>当HP未满时,最少+10%格挡,每损失1%HP+0.8%格挡\n<Bullet/>格挡:免疫伤害."
 
[MZTenebrousReflect X2AbilityTemplate]
LocFriendlyName="升级-深渊气息·恶灵武装"
LocLongDescription="被动升级:深渊气息状态下会自动反击敌人,并窃取目标的生命."
LocHelpText="被动升级:深渊气息状态下会自动反击敌人,并窃取目标的生命."
LocFlyOverText="升级-深渊气息·恶灵武装"
LocPromotionPopupText="被动升级:深渊气息状态下会自动反击敌人,并窃取目标的生命\n<Bullet/>反击造成150%伤害,窃取等量伤害"
 
[MZTerribleThought X2AbilityTemplate]
LocFriendlyName="如魅如影"
LocLongDescription="消耗<Ability:MZTERRIBLETHOUGHT_HPCOST/>HP减少敌人对你的侦查半径并可以穿越障碍物."
LocHelpText="消耗<Ability:MZTERRIBLETHOUGHT_HPCOST/>HP减少敌人对你的侦查半径并可以穿越障碍物."
LocFlyOverText="如魅如影"
LocPromotionPopupText="消耗<Ability:MZTERRIBLETHOUGHT_HPCOST/>HP减少敌人对你的侦查半径并可以穿越障碍物."
 
[MZTheBusiness X2AbilityTemplate]
LocFriendlyName="黑帮买卖"
LocLongDescription="向两个随机的敌人开火."
LocHelpText="向两个随机的敌人开火."
LocFlyOverText="黑帮买卖"
LocPromotionPopupText="<Bullet/> 这个技能不能两次射击同一个敌人, 如果在你射程内只有一个单位,他只会被射击一次.\n<Bullet/>"
 
[MZThunderstorm X2AbilityTemplate]
LocFriendlyName="雷暴"
LocLongDescription="对一个区域进行闪电雷暴,能对机器人造成伤害."
LocHelpText="对一个区域进行闪电雷暴,能对机器人造成伤害."
LocFlyOverText="雷暴"
 
[MZToxicBullet X2AbilityTemplate]
LocFriendlyName="弹药-感染弹"
LocLongDescription="子弹艺术:造成毒素伤害并附加中毒、失魂者化\n<Bullet/>冷却4回合."
LocHelpText="子弹艺术:造成毒素伤害并附加中毒、失魂者化\n<Bullet/>冷却4回合."
LocFlyOverText="弹药-感染弹"
LocPromotionPopupText="子弹艺术:造成毒素伤害并附加中毒、失魂者化\n<Bullet/>中毒:造成持续伤害并减少移动力命中\n<Bullet/>会被认为是失魂者\n<Bullet/>冷却4回合\n<Bullet/>基础携带2."
 
[MZToxicBulletX X2AbilityTemplate]
LocFriendlyName="升级-感染弹·催化调和"
LocLongDescription="被动升级:使用多种毒剂进行催化调和,使感染弹升级为幻毒弹\n<Bullet/>会造成敌人迷惑."
LocHelpText="被动升级:使用多种毒剂进行催化调和,使感染弹升级为幻毒弹\n<Bullet/>会造成敌人迷惑."
LocFlyOverText="升级-感染弹·催化调和"
LocPromotionPopupText="被动升级:使用多种毒剂进行催化调和,使毒素弹升级为幻毒弹\n<Bullet/>会造成敌人迷惑."
 
[MZTransmitPrana X2AbilityTemplate]
LocFriendlyName="能量传输"
LocLongDescription="花费2个行动点给1个队友额外的行动点."
LocHelpText="花费2个行动点给1个队友额外的行动点."
LocFlyOverText="能量传输"
LocPromotionPopupText="花费2个行动点给1个队友额外的行动点."
 
[MZTransposition X2AbilityTemplate]
LocFriendlyName="换位"
LocLongDescription="与其他单位交换位置."
LocHelpText="与其他单位交换位置."
LocFlyOverText="换位"
LocPromotionPopupText="与其他单位交换位置."
 
[MZTurnUndead X2AbilityTemplate]
LocFriendlyName="超度"
LocLongDescription="驱散使失魂者战斗的恶意."
LocHelpText="驱散使失魂者战斗的恶意."
LocFlyOverText="超度"
LocPromotionPopupText="驱散使失魂者战斗的恶意."
 
[MZWildPistolStrafe X2AbilityTemplate]
LocFriendlyName="移动乱射"
LocLongDescription="向随机的敌人开火,在每次移动后使用."
LocHelpText="向随机的敌人开火,在每次移动后使用."
LocFlyOverText="移动乱射"
LocPromotionPopupText="向随机的敌人开火,在每次移动后使用."
 
[MZWildTalent X2AbilityTemplate]
LocFriendlyName="野性天赋"
LocLongDescription="对某些人来说,灵能潜能来来往往.虽然它们总是更强,但程度不同."
LocHelpText="对某些人来说,灵能潜能来来往往.虽然它们总是更强,但程度不同."
LocFlyOverText="野性天赋"
LocPromotionPopupText="对某些人来说,灵能潜能来来往往.虽然它们总是更强,但程度不同."
 
[MZUnscarred X2AbilityTemplate]
LocFriendlyName="别来无恙"
LocLongDescription="当你处于满血时,根据防具等级获得伤害加成."
LocHelpText="当你处于满血时,根据防具等级获得伤害加成."
LocFlyOverText="别来无恙"
LocPromotionPopupText="<Bullet/>只有满血时才能获得加成.<br/><Bullet/>+<Ability:UnscarredBonusDamage/>伤害,随防具等级增加.<br/><Bullet/>+<Ability:UnscarredDamageReduction/>最低伤害,随防具等级增加."
 
[MZVitalsShot X2AbilityTemplate]
LocFriendlyName="命中要害"
LocLongDescription="进行一次射击,根据敌人种类造成额外效果."
LocHelpText="进行一次射击,根据敌人种类造成额外效果."
LocFlyOverText="命中要害"
LocPromotionPopupText="<Bullet/>对变种人造成流血.<br/><Bullet/>对外星人造成混乱.<br/><Bullet/>对机器人造成宕机.<br/><Bullet/>对灵能目标造成技能进入冷却.<br/><Bullet/>对失魂者造成燃烧.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZVoidLightning X2AbilityTemplate]
LocFriendlyName="虚空闪电"
LocLongDescription="灵能闪电在广阔区域内穿过多个敌人."
LocHelpText="灵能闪电在广阔区域内穿过多个敌人."
LocFlyOverText="虚空闪电"
LocPromotionPopupText="灵能闪电在广阔区域内穿过多个敌人."
 
[MZVoidShock X2AbilityTemplate]
LocFriendlyName="虚空震荡"
LocLongDescription="使用灵能闪电攻击单个敌人."
LocHelpText="使用灵能闪电攻击单个敌人."
LocFlyOverText="虚空震荡"
LocPromotionPopupText="使用灵能闪电攻击单个敌人."
 
[MZZombieGrenades X2AbilityTemplate]
LocFriendlyName="非自然疗法"
LocLongDescription="在毒气和闪光手榴弹中添加一种特殊的毒素,使敌人容易受到失魂者的攻击."
LocHelpText="在毒气和闪光手榴弹中添加一种特殊的毒素,使敌人容易受到失魂者的攻击."
LocFlyOverText="非自然疗法"
LocPromotionPopupText="在毒气和闪光手榴弹中添加一种特殊的毒素,使敌人容易受到失魂者的攻击."
 
[MZZombify X2AbilityTemplate]
LocFriendlyName="失魂者化"
LocLongDescription="使敌人暴露在一种特殊的毒素中,被认为是失魂者,会受到攻击."
LocHelpText="使敌人暴露在一种特殊的毒素中,被认为是失魂者,会受到攻击."
LocFlyOverText="失魂者化"
LocPromotionPopupText="使敌人暴露在一种特殊的毒素中,被认为是失魂者,会受到攻击."
 
;================================================================================================
;      GRIMY'S ANARCHIST
;================================================================================================
 
GRIMY'S ANARCHIST
 
[GrimyFlamethrower X2WeaponTemplate]
FriendlyName="火焰喷射器"
FriendlyNamePlural="火焰喷射器"
BriefSummary="这款手持式火焰喷射器依靠一个超级加压的燃料罐和一个聚焦极强的喷管,向多个敌人释放致命的锥形火焰."
TacticalText="<Bullet/>这款手持式火焰喷射器依靠一个超级加压的燃料罐和一个聚焦极强的喷管,向多个敌人释放致命的锥形火焰.\n<Bullet/> 在近距离可以对多个敌人释放,机器敌人将免疫伤害."
 
[GrimyShredderGun X2WeaponTemplate]
FriendlyName="破碎枪"
FriendlyNamePlural="破碎枪"
BriefSummary="这是款安装在手腕上的弹头喷射器喷射出一个尖利的粒子锥,可以伤害多个敌人并粉碎他们的盔甲."
TacticalText="<Bullet/>破碎枪对多个敌人很有用,并且在近距离使用.\n<Bullet/>它的弹药有限,所以尽量在合适的时候使用."
 
[GrimyShellShock X2AbilityTemplate]
LocFriendlyName="弹震症"
LocHelpText="被动:手榴弹有15%的几率击晕有机和机械敌人."
LocLongDescription="被动:手榴弹有15%的几率击晕有机和机械敌人."
LocFlyOverText="弹震症"
LocPromotionPopupText="被动:手榴弹有15%的几率击晕有机和机械敌人."
 
[GrimyLightOrdnance X2AbilityTemplate]
LocFriendlyName="便携式"
LocHelpText="被动:每格增加2个手榴弹容量,但减少50%的手榴弹伤害."
LocLongDescription=""被动:每格增加2个手榴弹容量,但减少50%的手榴弹伤害."
LocFlyOverText="便携式"
LocPromotionPopupText="被动:每格增加2个手榴弹容量,但减少50%的手榴弹伤害"
 
[GrimyGrenadeShredder X2AbilityTemplate]
LocFriendlyName="破片改造"
LocHelpText="被动:手榴弹+2碎甲和穿甲."
LocLongDescription="被动:手榴弹+2碎甲和穿甲."
LocFlyOverText="破片改造"
LocPromotionPopupText="被动:手榴弹+2碎甲和穿甲."
 
[GrimySabotage X2AbilityTemplate]
LocFriendlyName="缴械协议"
LocHelpText="提供升级版战斗协议技能.升级战斗协议来解除敌人的武器."
LocLongDescription="提供升级版战斗协议技能.升级战斗协议来解除敌人的武器."
LocFlyOverText="缴械协议"
LocPromotionPopupText="提供升级版战斗协议技能.升级战斗协议来解除敌人的武器."
 
[GrimyDeadlyHaze X2AbilityTemplate]
LocFriendlyName="致命烟霾"
LocHelpText="被动:增加手榴弹100%火焰,酸性和毒性伤害.被手榴弹击中的敌人每回合减少2点伤害."
LocLongDescription="被动:增加手榴弹100%火焰,酸性和毒性伤害.被手榴弹击中的敌人每回合减少2点伤害."
LocFlyOverText="致命烟霾"
LocPromotionPopupText="被动:增加手榴弹100%火焰,酸性和毒性伤害.被手榴弹击中的敌人每回合减少2点伤害."
 
[GrimyCauterize X2AbilityTemplate]
LocFriendlyName="烙疗协议"
LocHelpText="对一个目标造成2点伤害,如果未死亡,则治疗它3-9点生命."
LocLongDescription="对一个目标造成2点伤害,如果未死亡,则治疗它3-9点生命."
LocFlyOverText="烙疗协议"
LocPromotionPopupText="对一个单位造成2点伤害,如果未死亡,则治疗它3-9点生命.\n可以同时攻击队友和敌人.\n每次任务只能使用2次.\n提供复活协议能力."
 
[GrimyVileConcoctions X2AbilityTemplate]
LocFriendlyName="杂质混合物"
LocHelpText="被动:手榴弹的持续伤害提高2点."
LocLongDescription="被动:手榴弹的持续伤害提高2点."
LocFlyOverText="杂质混合物"
LocPromotionPopupText="被动:手榴弹的持续伤害提高2点."
 
[GrimySadist X2AbilityTemplate]
LocFriendlyName="施虐狂"
LocHelpText="被动:当装备头颅接入器或头颅开采器时,可以额外使用的两次."
LocLongDescription="被动:当装备头颅接入器或头颅开采器时,可以额外使用的两次."
LocFlyOverText="施虐狂"
LocPromotionPopupText="被动:当装备头颅接入器或头颅开采器时,可以额外使用的两次."
 
[GrimyHostageProtocol X2AbilityTemplate]
LocFriendlyName="人质协议"
LocHelpText="提供升级版战斗协议能力.升级战斗协议可以击晕一个敌人,并将其转化为一个回合的全掩体."
LocLongDescription="提供升级版战斗协议能力.升级战斗协议可以击晕一个敌人,并将其转化为一个回合的全掩体."
LocFlyOverText="人质协议"
LocPromotionPopupText="提供升级版战斗协议能力.升级战斗协议可以击晕一个敌人,并将其转化为一个回合的全掩体.\n升级战斗协议可以击晕一个敌人,并将其转化为一个回合的全掩护,持续1回合."
 
[GrimyFireWall X2AbilityTemplate]
LocFriendlyName="防火墙"
LocHelpText="获得便携式火焰喷射器,该喷射器能制造出一道不被烧毁就无法穿越的火焰墙."
LocLongDescription="获得便携式火焰喷射器,该喷射器能制造出一道不被烧毁就无法穿越的火焰墙."
LocFlyOverText="防火墙"
LocPromotionPopupText="获得便携式火焰喷射器,该喷射器能制造出一道不被烧毁就无法穿越的火焰墙\n携带量2."
 
[FireGrimyFireWall X2AbilityTemplate]
LocFriendlyName="防火墙"
LocLongDescription="在锥形区域喷射火焰.制造出一道不被烧毁就无法穿越的火焰墙."
LocHelpText="在锥形区域喷射火焰.制造出一道不被烧毁就无法穿越的火焰墙."
LocFlyOverText="防火墙"
LocPromotionPopupText="在锥形区域喷射火焰.制造出一道不被烧毁就无法穿越的火焰墙."
 
[GrimyShredderGun X2AbilityTemplate]
LocFriendlyName="破碎枪"
LocHelpText="获得便携式破碎枪."
LocLongDescription="获得便携式破碎枪."
LocFlyOverText="破碎枪"
LocPromotionPopupText="获得便携式破碎枪\n携带量1."
 
[FireGrimyShredderGun X2AbilityTemplate]
LocFriendlyName="破碎枪发射"
LocLongDescription="向锥形区域发射破碎枪."
LocHelpText="向锥形区域发射破碎枪."
LocFlyOverText="破碎枪发射"
LocPromotionPopupText="消耗1个行动点,发射机射出固定器,喷射瓦斯快速移动到新的位置\n<Bullet/>冷却0回合\n<Bullet/>视野可见距离内移动."
 
[GrimyAirBurst X2AbilityTemplate]
LocFriendlyName="空爆"
LocHelpText="被动:榴弹发射器半径增加2."
LocLongDescription="被动:榴弹发射器半径增加2."
LocFlyOverText="空爆"
LocPromotionPopupText="被动:榴弹发射器半径增加2."
 
;========================================================================================================
; GRIMY's BRUISER
;========================================================================================================
 
[GrimyIntimidationPassive X2AbilityTemplate]
LocFriendlyName="恐吓"
LocLongDescription="被动:反应射击降低目标15%命中."
LocHelpText="被动:反应射击降低目标15%命中."
LocFlyOverText="恐吓"
LocPromotionPopupText="被动:反应射击降低目标15%命中"
 
[GrimyGunPoint X2AbilityTemplate]
LocFriendlyName="擒拿挡枪"
LocHelpText="对侧翼的敌人造成2点伤害并使其昏迷1回合并将其用作全掩体."
LocLongDescription="对可侧翼的敌人造成2点伤害并使其昏迷1回合并将其用作全掩体."
LocFlyOverText="擒拿挡枪"
LocPromotionPopupText="对侧翼的敌人造成2点伤害并使其昏迷1回合.\n敌人现在可以作为全掩体.\n使用此技能后,您可以使用手枪射击或投掷手榴弹.\n冷却2回合"
 
[GrimySurvival X2AbilityTemplate]
LocFriendlyName="生存直觉"
LocHelpText="被动:每回合可以用武器回击1次敌人,并获得1护甲,持续2回合.."
LocLongDescription="被动:每回合可以用武器回击1次敌人,并获得1护甲,持续2回合."
LocFlyOverText="生存直觉"
LocPromotionPopupText="被动:每回合可以用武器回击1次敌人,并获得1护甲,持续2回合"
 
[GrimySpotter X2AbilityTemplate]
LocFriendlyName="探查标记"
LocHelpText="被动:当受到攻击时,这个士兵用武器回击,每回合最多一次,并标记目标."
LocLongDescription="被动:当受到攻击时,这个士兵用武器回击,每回合最多一次,并标记目标."
LocFlyOverText="探查标记"
LocPromotionPopupText="被动:当受到攻击时,这个士兵用武器回击,每回合最多一次,并标记目标"
 
[GrimyBolsterPassive X2AbilityTemplate]
LocFriendlyName="挡枪:垫背"
LocHelpText="被动升级:现在提供2点护甲并持续2回合."
LocLongDescription="被动升级:现在提供2点护甲并持续2回合."
LocFlyOverText="挡枪:垫背"
LocPromotionPopupText="被动升级:现在提供2点护甲并持续2回合"
 
[GrimyNeedlePointPassive X2AbilityTemplate]
LocFriendlyName="挡枪:毒剂"
LocHelpText="被动升级:挡枪和手枪射击现在会附加中毒效果."
LocLongDescription="被动升级:挡枪和手枪射击现在会附加中毒效果."
LocFlyOverText="挡枪:毒剂"
LocPromotionPopupText="被动升级:挡枪每回合可以持续2点伤害,手枪射击每回合可以持续1点伤害"
 
[GrimyDrawFire X2AbilityTemplate]
LocFriendlyName="吸引火力"
LocHelpText="减少10点防御,增加2点护甲,持续2回合.增加25格范围内的盟友防御10点."
LocLongDescription="减少10点防御,增加2点护甲,持续2回合.增加25格范围内的盟友防御10点."
LocFlyOverText="吸引火力"
LocPromotionPopupText="减少10点防御,增加2点护甲,持续2回合.增加25格范围内的盟友防御10点.冷却3回合"
 
[GrimyFlashpoint X2AbilityTemplate]
LocFriendlyName="闪点行动"
LocHelpText="被动:获得1个额外的闪光弹,闪光弹现在造成2点额外伤害."
LocLongDescription="被动:获得1个额外的闪光弹,闪光弹现在造成2点额外伤害."
LocFlyOverText="闪点行动"
LocPromotionPopupText="被动:获得1个额外的闪光弹,闪光弹现在造成2点额外伤害"
 
[GrimyEnrage X2AbilityTemplate]
LocFriendlyName="被动:躁怒者"
LocHelpText="被动:每回合开始时,如果处于受伤状态,自动激活奔袭战术."
LocLongDescription="被动:每回合开始时,如果处于受伤状态,自动激活奔袭战术."
LocFlyOverText="被动:躁怒者"
LocPromotionPopupText="被动:每回合开始时,如果处于受伤状态,自动激活奔袭战术"
 
[GrimyTaserShot X2AbilityTemplate]
LocFriendlyName="电击弹"
LocHelpText="使用武器发射,对有机敌人造成击晕,对机械敌人造成三倍伤害,忽略护甲."
LocLongDescription="使用武器发射,对有机敌人造成击晕,对机械敌人造成三倍伤害,忽略护甲"
LocFlyOverText="电击弹"
LocPromotionPopupText="使用武器发射,对有机敌人造成击晕,对机械敌人造成三倍伤害,忽略护甲. 每任务2次"
 
[GrimyCausticSlug X2AbilityTemplate]
LocFriendlyName="龙息弹"
LocHelpText="用主武器发射,破坏护甲并造成双倍伤害."
LocLongDescription="用主武器发射,破坏护甲并造成双倍伤害. 每任务2次."
LocFlyOverText="龙息弹"
LocPromotionPopupText="用主武器发射,破坏护甲并造成双倍伤害. 每任务2次"
 
[GrimyGrapeShot X2AbilityTemplate]
LocFriendlyName="碎片弹"
LocHelpText="用主武器发射.必中.-30%伤害."
LocLongDescription="用主武器发射.必中.-30%伤害."
LocFlyOverText="碎片弹"
LocPromotionPopupText="用主武器发射.必中.-30%伤害.每任务2次"
 
;=========================================================================================================
;     GRIMY's FURY
;=========================================================================================================
 
[GrimyStrafe X2AbilityTemplate]
LocFriendlyName="移动扫射"
LocHelpText="对目标进行一次50%伤害的射击,每次移动时可以不消耗行动点使用"
LocLongDescription="对目标进行一次50%伤害的射击,每次移动时可以不消耗行动点使用"
LocFlyOverText="扫射-移动扫射"
LocPromotionPopupText="对目标进行一次50%伤害的射击\n扫射:每次移动时可以不消耗行动点使用"
 
[GrimySustainedFire X2AbilityTemplate]
LocFriendlyName="扫射-移动整备"
LocHelpText="被动升级:每次移动时可以不消耗行动点进行填装弹药或监视."
LocLongDescription="被动升级:每次移动时可以不消耗行动点进行填装弹药或监视."
LocFlyOverText="扫射-移动整备"
LocPromotionPopupText="被动升级:每次移动时可以不消耗行动点进行填装弹药或监视\n扫射:每次移动时可以不消耗行动点使用"
 
[GrimyPyrokinesis X2AbilityTemplate]
LocFriendlyName="扫射-控火"
LocHelpText="扫射:不完全的灵魂之火,每回合燃烧1点伤害\n消耗 <Ability:GRIMYPYROKINESIS_HPCOST/> HP\n冷却2回合"
LocLongDescription="扫射:不完全的灵魂之火,每回合燃烧1点伤害\n消耗 <Ability:GRIMYPYROKINESIS_HPCOST/> HP\n冷却2回合"
LocFlyOverText="扫射-控火"
LocPromotionPopupText="扫射:不完全的灵魂之火,每回合燃烧1点伤害\n消耗 <Ability:GRIMYPYROKINESIS_HPCOST/> HP\n冷却2回合\n扫射:每次移动时可以不消耗行动点使用"
 
[GrimyReave X2AbilityTemplate]
LocFriendlyName="扫射-掠夺"
LocHelpText="扫射:不完全的虚空之枪,造成一半伤害\n消耗<Ability:GRIMYREAVE_HPCOST/>HP\n冷却3回合"
LocLongDescription="扫射:不完全的虚空之枪,造成一半伤害\n消耗<Ability:GRIMYREAVE_HPCOST/>HP\n冷却3回合"
LocFlyOverText="扫射-掠夺"
LocPromotionPopupText="扫射:不完全的虚空之枪,造成一半伤害\n消耗<Ability:GRIMYREAVE_HPCOST/>HP\n冷却3回合\n扫射:每次移动时可以不消耗行动点使用"
 
[GrimyMadness X2AbilityTemplate]
LocFriendlyName="扫射-背叛"
LocHelpText="扫射:不完全的控制方式,只控制一个外星生物1回合,但让它立即行动\n消耗<Ability:GRIMYBETRAYAL_HPCOST/> HP\n冷却2回合"
LocLongDescription="扫射:不完全的控制方式,只控制一个外星生物1回合,但让它立即行动\n消耗<Ability:GRIMYBETRAYAL_HPCOST/> HP\n冷却2回合\n2物品使用\n扫射:每次移动时可以不消耗行动点使用"
LocFlyOverText="扫射-背叛"
LocPromotionPopupText="扫射:不完全的控制方式,只控制一个外星生物1回合,但让它立即行动\n消耗<Ability:GRIMYBETRAYAL_HPCOST/> HP\n冷却2回合\n物品可使用\n扫射:每次移动时可以不消耗行动点使用"
 
[GrimySoulTap X2AbilityTemplate]
LocFriendlyName="生命燃烧"
LocHelpText="消耗<Ability:GRIMYSOULTAP_HPCOST/>HP换取1个行动点"
LocLongDescription="消耗<Ability:GRIMYSOULTAP_HPCOST/>HP换取1个行动点"
LocFlyOverText="生命燃烧"
LocPromotionPopupText="消耗<Ability:GRIMYSOULTAP_HPCOST/>HP换取1个行动点\n冷却1回合"
 
[GrimyReinvigorate X2AbilityTemplate]
LocFriendlyName="重振活力"
LocHelpText="被动:医疗箱和小精灵的治疗提供了额外的行动点"
LocLongDescription="被动:医疗箱和小精灵的治疗提供了额外的行动点"
LocFlyOverText="重振活力"
LocPromotionPopupText="被动:医疗箱和小精灵的治疗提供了额外的行动点"
 
[GrimyBulletRoulette X2AbilityTemplate]
LocFriendlyName="弹药赌盘"
LocHelpText="被动:在每次任务开始时随机获得一次弹药升级"
LocLongDescription="被动:在每次任务开始时随机获得一次弹药升级\n替换所有装备的弹药"
LocFlyOverText="弹药赌盘"
LocPromotionPopupText="被动:在每次任务开始时随机获得一次弹药升级\n替换所有装备的弹药"
 
[GrimyWillToSurvive X2AbilityTemplate]
LocFriendlyName="求生意志"
LocHelpText="被动:增加等同10%意志的生命值"
LocLongDescription="被动:增加等同10%意志的生命值"
LocFlyOverText="求生意志"
LocPromotionPopupText="被动:增加等同10%意志的生命值"
 
[GrimySprayAndPray X2AbilityTemplate]
LocFriendlyName="扫射-遍地开花"
LocHelpText="扫射:随机对3个不同目标各进行一次75%伤害的射击"
LocLongDescription="扫射:随机对3个不同目标各进行一次75%伤害的射击"
LocFlyOverText="扫射-遍地开花"
LocPromotionPopupText="扫射:随机对3个不同目标各进行一次75%伤害的射击\n消耗3弹药\n扫射:每次移动时可以不消耗行动点使用"
 
[GrimyAnomaly X2AbilityTemplate]
LocFriendlyName="维度异常"
LocHelpText="撕开一个维度空间,造成大范围的伤害,召唤随机的外星援军,消耗<Ability:GRIMYANOMALY_HPCOST/> HP"
LocLongDescription="撕开一个维度空间,造成大范围的伤害,召唤随机的外星援军,消耗<Ability:GRIMYANOMALY_HPCOST/> HP"
LocFlyOverText="维度异常"
LocPromotionPopupText="撕开一个维度空间,造成大范围的伤害,召唤随机的外星援军,\n消耗<Ability:GRIMYANOMALY_HPCOST/>HP\n造成20-30伤害取决于灵能等级"
 
[GrimySpeedster X2AbilityTemplate]
LocFriendlyName="超速驾驶"
LocHelpText="被动:获得一个额外的行动点,但降低30%的移动力."
LocLongDescription="被动:获得一个额外的行动点,但降低30%的移动力."
LocFlyOverText="超速驾驶"
LocPromotionPopupText="被动:获得一个额外的行动点,但降低30%的移动力"
 
;============================================================================================================
;     GRIMY'S HEADHUNTER
;============================================================================================================
[GrimyPiercingShot X2AbilityTemplate]
LocFriendlyName="穿刺射击"
LocHelpText="-25%的伤害对一条直线进行射击,穿透敌人并造成3碎甲,摧毁掩体\n<Bullet/>冷却4回合."
LocLongDescription="-25%的伤害对一条直线进行射击,穿透敌人并造成3碎甲,摧毁掩体\n<Bullet/>冷却4回合"
LocFlyOverText="穿刺射击"
LocPromotionPopupText="-25%的伤害对一条直线进行射击,穿透敌人并造成3碎甲,摧毁掩体\n<Bullet/>冷却4回合\n<Bullet/>携带量2."
 
[GrimyMultiHook X2AbilityTemplate]
LocFriendlyName="立体机动装置"
LocHelpText="消耗1个行动点,发射机射出固定器,喷射瓦斯快速移动到新的位置\n<Bullet/>冷却0回合."
LocLongDescription="消耗1个行动点,发射机射出固定器,喷射瓦斯快速移动到新的位置\n<Bullet/>冷却0回合"
LocFlyOverText="立体机动装置"
LocPromotionPopupText="消耗1个行动点,发射机射出固定器,喷射瓦斯快速移动到新的位置\n<Bullet/>冷却0回合\n<Bullet/>视野可见距离内移动."
 
 
[GrimyRushedShot X2AbilityTemplate]
LocFriendlyName="仓促乱射"
LocHelpText="向随机的敌人开一枪. 可以在移动后使用br/>冷却0回合."
LocLongDescription="向随机的敌人开一枪. 可以在移动后使用br/>冷却0回合."
LocFlyOverText="仓促射击"
LocPromotionPopupText="向随机的敌人开一枪. 可以在移动后使用\n<Bullet/>冷却0回合\n<Bullet/>."
 
[GrimyThunderclap X2AbilityTemplate]
LocFriendlyName="雷霆乱射"
LocHelpText="向随机的敌人发射一枚电磁弹,对有机敌人造成+50%的伤害,对机器人敌人造成+100%的伤害."
LocLongDescription="向随机的敌人发射一枚电磁弹,对有机敌人造成+50%的伤害,对机器人敌人造成+100%的伤害"
LocFlyOverText="雷霆乱射"
LocPromotionPopupText="向随机的敌人发射一枚电磁弹\n对有机敌人造成+50%的伤害\n对机器人敌人造成+100%的伤害\n可以在移动后使用\n每任务2次\n冷却6回合."
 
[GrimyPointBlank X2AbilityTemplate]
LocFriendlyName="零距离射击"
LocHelpText="近距离射击,有+50%的命中,暴击和伤害.可以在移动后使用."
LocLongDescription="近距离射击,有+50%的命中,暴击和伤害.可以在移动后使用"
LocFlyOverText="零距离射击"
LocPromotionPopupText="近距离射击,有+50%的命中,暴击和伤害.可以在移动后使用\n射击距离1"
 
[GrimyIncendiaryShot X2AbilityTemplate]
LocFriendlyName="引燃射击"
LocHelpText="进行一发无爆炸性的命中射击,造成火焰伤害和燃烧."
LocLongDescription="进行一发无爆炸性的命中射击,造成火焰伤害和燃烧.\n可以在移动后使用\n每任务2次\n冷却6回合"
LocFlyOverText="引燃射击"
LocPromotionPopupText="进行一发无爆炸性的命中射击,造成火焰伤害和燃烧.\n可以在移动后使用\n每任务2次\n冷却6回合"
 
[GrimyTwinFangs X2AbilityTemplate]
LocFriendlyName="毒牙乱射"
LocHelpText="向两个不同的敌人随机发射有毒子弹."
LocLongDescription="向两个不同的敌人随机发射有毒子弹"
LocFlyOverText="毒牙乱射"
LocPromotionPopupText="向两个不同的敌人随机发射有毒子弹.\n可以在移动后使用\n每任务2次\n6回合冷却"
 
[GrimyBuckshot X2AbilityTemplate]
LocFriendlyName="鹿弹射击"
LocHelpText="发射能击中圆锥形目标的铅弹.降低25%的伤害"
LocLongDescription="发射能击中圆锥形目标的铅弹.降低25%的伤害"
LocFlyOverText="鹿弹射击"
LocPromotionPopupText="发射能击中圆锥形目标的铅弹.降低25%的伤害.\n降低25%的伤害\n可以在移动后使用\n每任务2次\n冷却6回合"
 
[GrimyDoubleTap X2AbilityTemplate]
LocFriendlyName="双发快射"
LocHelpText="使用标准狙击步枪射击,然后返还一个行动点.\n冷却4回合"
LocLongDescription="使用标准狙击步枪射击,然后返还一个行动点.\n冷却4回合"
LocFlyOverText="双发快射"
LocPromotionPopupText="使用标准狙击步枪射击,然后返还一个行动点.\n冷却4回合"
 
[GrimyHexHunter X2AbilityTemplate]
LocFriendlyName="起源射击"
LocHelpText="发射一枚特殊的起源弹,造成与目标灵能成比例的额外伤害."
LocLongDescription="发发射一枚特殊的起源弹,造成与目标灵能成比例的额外伤害"
LocFlyOverText="起源射击"
LocPromotionPopupText="发发射一枚特殊的起源弹,造成与目标灵能成比例的额外伤害\n冷却1回合"
 
[GrimyBladeOil X2AbilityTemplate]
LocFriendlyName="刀油锐击"
LocHelpText="涂抹刀油,用更加锐利的刀锋砍伤一个敌人,造成额外的100%武器伤害."
LocLongDescription="涂抹刀油,用更加锐利的刀锋砍伤一个敌人,造成额外的100%武器伤害"
LocFlyOverText="刀油锐击"
LocPromotionPopupText="涂抹刀油,用更加锐利的刀锋砍伤一个敌人,造成额外的100%武器伤害\n每任务2次\n冷却4回合"
 
[GrimyRapidSlashHH X2AbilityTemplate]
LocFriendlyName="双尖急刃"
LocHelpText="使用近战攻击一个目标.然后返还一个行动点."
LocLongDescription="使用近战攻击一个目标.然后返还一个行动点."
LocFlyOverText="双尖急刃"
LocPromotionPopupText="使用近战攻击一个目标.然后返还一个行动点.\n冷却3回合"
 
[GrimyExecuteBonus X2AbilityTemplate]
LocFriendlyName="执行通缉"
LocHelpText="被动:你的近战攻击对标记或全息瞄准的敌人造成三倍伤害."
LocLongDescription="被动:你的近战攻击对标记或全息瞄准的敌人造成三倍伤害."
LocFlyOverText="执行通缉"
LocPromotionPopupText="被动:你的近战攻击对标记或全息瞄准的敌人造成三倍伤害"
 
[GrimyPreparation X2AbilityTemplate]
LocFriendlyName="预备"
LocHelpText="在下一个回合开始时获得一个行动点."
LocLongDescription="在下一个回合开始时获得一个行动点"
LocFlyOverText="预备"
LocPromotionPopupText="在下一个回合开始时获得一个标准行动点s\n冷却3回合"
 
;============================================================================================================
;     GENE MODS
;============================================================================================================
[MZAdaptiveBoneMarrow X2AbilityTemplate]
LocFriendlyName="适应性骨髓"
LocLongDescription="伤口恢复时间减少66%.士兵每回合都会回复生命值."
LocHelpText="伤口恢复时间减少66%.士兵每回合都会回复生命值."
LocFlyOverText="适应性骨髓"
 
[MZAdrenalNeurosympathy X2AbilityTemplate]
LocFriendlyName="肾上腺神经症状"
LocLongDescription="当杀死敌人时,给予战斗信息素增强,增加命中、暴击几率和附近士兵的移动力."
LocHelpText="当杀死敌人时,给予战斗信息素增强,增加命中、暴击几率和附近士兵的移动力."
LocFlyOverText="肾上腺神经症状"
 
[MZAdrenalNeurosympathyTrigger X2AbilityTemplate]
LocFriendlyName="肾上腺神经症状"
LocLongDescription="给予战斗信息素增强,增加命中、暴击几率和移动力."
LocHelpText="给予战斗信息素增强,增加命中、暴击几率和移动力."
LocFlyOverText="肾上腺神经症状"
 
[MZNeuralDamping X2AbilityTemplate]
LocFriendlyName="神经阻尼"
LocLongDescription="豁免精神折磨和抵抗灵能攻击造成的伤害."
LocHelpText="豁免精神折磨和抵抗灵能攻击造成的伤害."
LocFlyOverText="神经阻尼"
 
[MZNeuralFeedback X2AbilityTemplate]
LocFriendlyName="神经反馈"
LocLongDescription="对灵能敌人造成伤害,并使其所有灵能技能冷却.不会降低敌人成功的机会."
LocHelpText="对灵能敌人造成伤害,并使其所有灵能技能冷却.不会降低敌人成功的机会."
LocFlyOverText="神经反馈"
 
[MZNeuralFeebackTrigger X2AbilityTemplate]
LocFriendlyName="神经反馈"
LocLongDescription="对灵能敌人造成伤害,并使其所有灵能技能冷却.不会降低敌人成功的机会."
LocHelpText="对灵能敌人造成伤害,并使其所有灵能技能冷却.不会降低敌人成功的机会."
LocFlyOverText="神经反馈"
 
[MZNictitatingMembranes X2AbilityTemplate]
LocFriendlyName="生物瞬膜"
LocLongDescription="透明的内眼睑抵消了毒素、晕眩和烟雾的目标惩罚. 净化致盲."
LocHelpText="透明的内眼睑抵消了毒素、晕眩和烟雾的目标惩罚. 净化致盲."
LocFlyOverText="生物瞬膜"
 
[MZPsyberInterface X2AbilityTemplate]
LocFriendlyName="植入PB透镜"
LocLongDescription="植入1个微型PB透镜可以计算出帮助黑客攻击和锁定机器人敌人的信息."
LocHelpText="植入1个微型PB透镜可以计算出帮助黑客攻击和锁定机器人敌人的信息."
LocFlyOverText="植入PB透镜"
 
[MZRegenPheremones X2AbilityTemplate]
LocFriendlyName="体外激素再生"
LocLongDescription="给予战斗信息素提升,清除伤害状态并在杀死敌人时恢复附近士兵的生命值."
LocHelpText="给予战斗信息素提升,清除伤害状态并在杀死敌人时恢复附近士兵的生命值."
LocFlyOverText="体外激素再生"
 
[MZRegenPheremonesTrigger X2AbilityTemplate]
LocFriendlyName="体外激素再生"
LocLongDescription="健康随时间再生."
LocHelpText="健康随时间再生."
LocFlyOverText="体外激素再生"
 
[MZViperBlood X2AbilityTemplate]
LocFriendlyName="奎蛇血液"
LocLongDescription="获得对毒的免疫力和受到伤害时的出血毒药.站在毒云中,获得命中、暴击和闪避."
LocHelpText="获得对毒的免疫力和受到伤害时的出血毒药.站在毒云中,获得命中、暴击和闪避."
LocFlyOverText="奎蛇血液"
 
[MZViperBloodTrigger X2AbilityTemplate]
LocFriendlyName="奎蛇血液"
LocLongDescription=""
LocHelpText=""
LocFlyOverText="奎蛇血液"
 
[Musashi_BioelectricSkin X2AbilityTemplate]
LocFriendlyName="活体皮肤"
LocLongDescription="在中等距离内发现隐藏状态的敌人."
LocHelpText="在中等距离内发现隐藏状态的敌人."
LocFlyOverText="活体皮肤"
 
[MZDepthPerception X2AbilityTemplate]
LocFriendlyName="深度感知"
LocLongDescription="当士兵具有高度优势时,增加额外的命中和暴击."
LocHelpText="当士兵具有高度优势时,增加额外的命中和暴击."
LocFlyOverText="深度感知"
 
[MZHyperreactivePupils X2AbilityTemplate]
LocFriendlyName="反应化瞳孔"
LocLongDescription="一次射击失败后,将获得一个命中奖励."
LocHelpText="一次射击失败后,将获得一个命中奖励."
LocFlyOverText="反应化瞳孔"
 
[RM_GeneWallClimb X2AbilityTemplate]
LocFriendlyName="蜘蛛攀爬"
LocLongDescription="使士兵能够爬上墙壁,使他们能够无缝地移动到屋顶和下面的地面."
LocHelpText="使士兵能够爬上墙壁,使他们能够无缝地移动到屋顶和下面的地面."
LocFlyOverText="蜘蛛攀爬"
 
[RM_GeneMimeticSkin X2AbilityTemplate]
LocFriendlyName="拟态皮肤"
LocLongDescription="赋予改变皮肤模式以匹配覆盖物的能力.当一个士兵移动到高掩护,进入隐藏状态起来.如果任何敌人都能看见士兵,则不起作用."
LocHelpText="赋予改变皮肤模式以匹配覆盖物的能力.当一个士兵移动到高掩护,进入隐藏状态起来.如果任何敌人都能看见士兵,则不起作用."
LocFlyOverText="拟态皮肤"
 
[MZWiredreflexes X2AbilityTemplate]
LocFriendlyName="突触助推器"
LocLongDescription="士兵在所有的反应情况下都有较强的能力,通过一个阶段来改变打击效果."
LocHelpText="士兵在所有的反应情况下都有较强的能力,通过一个阶段来改变打击效果."
LocFlyOverText="突触助推器"